Repository: LinguistDeveloper/clarive
Catalog: features/changeman/lib/Baseliner/I18N/*.po
Languages: es

source: Changeman Utils
es: Utilidades de Changeman

source: Changeman package
es: Paquete de Changeman

source: Unknown
es: Desconocido

source: Linklist refresh forced
es: Refresco Linklist

source: Changeman Force LINKLIST Refresh
es: Forzar refresco LINKLIST

source: Changeman Force DB2 Refresh
es: Forzar refresco DB2

source: <b>Changeman</b> Job Elements
es: Listado de elementos de Changeman

source: Execution for changeman package %1 correctly submitted
es: Aprobación del paquete Changeman %1 solicitada correctamente

source: Can't execute changeman package %1
es: Se ha producido un error durante la solicitud de la aprobación del paquete Changeman %1

source: LINKLIST refresh correctly submitted
es: Refresco de LINKLIST solicitado correctamente

source: Can't execute LINKLIST refresh
es: Se ha producido un error durante la solicitud del refresco de la LINKLIST

source: Recovered output for job %1
es: Recuperada salida del job %1

source: Changeman job for package %1 in site %2 finished successfully
es: Instalación del paquete Changeman %1 en el site %2 finalizó correctamente

source: Changeman job for package %1 in site %2 finished with error
es: Se ha producido un error durante la instalación del paquete Changeman %1 en el site %2

source: Changeman job for package %1 finished successfully
es: Instalación del paquete Changeman %1 finalizó correctamente

source: Error during execution of changeman package %1
es: Se ha producido un error durante la ejecución del paquete Changeman %1

source: With the next options:
es: El pase se ha creado con las siguientes opciones:

source: chm_rf_ll
es: Forzar refresco de LINKLIST

source: chm_rf_db2
es: Hay componentes con DB2

source: Waiting for JES spool outputs
es: Esperando salidas en la cola JES

source: Job %1 needs to restart the LINKLIST
es: Job %1 va a refrescar la LINKLIST

source: Needs to restart the LINKLIST
es: Va a refrescar la LINKLIST

source: Jobname %1 with the package(s):
es: El job %1 que contiene el(los) paquete(s):

source: Notify when job needs to refresh the LINKLIST
es: Notificar cuando un job necesite refrescar la LINKLIST

source: File %1 can't assign to any SCM job
es: No puedo asociar el fichero %1 con ningún job de SCM

source: Can't create job because %1
es: No se puede crear el job: <br>%1

source: Package %1 does not exists in Changeman
es: El paquete %1 no existe en Changeman

source: ERROR looking for active job
es: Error recuperando jobs activos

source: Can't create job for file %1 because we don't know user who creates it
es: No se puede crear el job para el fichero %1 porque no conocemos el owner

source: Package is in job %1 with status %2
es: El paquete está asociado al job %1 con estado %2

source: Fill job_elements
es: Recupera los componentes de un paquete

source: Execute package <b>%1</b> type <b>%2</b> to site <b>%3</b>
es: Operación de <b>%2</b> al site <b>%3</b> sobre el paquete <b>%1</b>

source: <b>Changeman</b> package %1 will not be installed in site <b>%2</b> until <b>%3</b>
es: El paquete Changeman <b>%1</b> no se instalará en el site <b>%2</b> hasta <b>%3</b>

source: <b>Changeman</b> Job Elements from package %1
es: Listado de elementos de Changeman del paquete <b>%1</b>

source: Package <b>%1</b> does not exists in Changeman
es: El paquete <b>%1</b> no existe en Changeman

source: Package <b>%1</b> is in active job <b>%2</b>
es: El paquete <b>%1</b> está en el job <b>%2</b>

source: Recovered spool outputs for job <b>%1</b>
es: Recuperadas salidas de JES para el job <b>%1</b>

source: User <b>%1</b> creates <b>PROMOTION</b> job for package <b>%2</b> to <b>%3</b> at <b>%4</b>
es: El usuario <b>%1</b> crea un job de <b>PROMOCIÓN</b> al site <b>%3</b> para el paquete <b>%2</b> en la fecha <b>%4</b>

source: Promotion for package <b>%1</b> to <b>%2</b> finished successfully
es: La promoción del paquete <b>%1</b> a <b>%2</b> finaliza correctamente

source: Promotion for package <b>%1</b> to <b>%2</b> finished with error
es: La promoción del paquete <b>%1</b> a <b>%2</b> finaliza con error

source: User <b>%1</b> creates <b>DEMOTION</b> job for package <b>%2</b> to <b>%3</b> at <b>%4</b>
es: El usuario <b>%1</b> crea un job de <b>DEVOLUCIÓN</b> al site <b>%3</b> para el paquete <b>%2</b> en la fecha <b>%4</b>

source: Demotion for package <b>%1</b> to <b>%2</b> finished successfully
es: La devolución del paquete <b>%1</b> a <b>%2</b> finaliza correctamente

source: Demotion for package <b>%1</b> to <b>%2</b> finished with error
es: La devolución del paquete <b>%1</b> a <b>%2</b> finaliza con error

source: User <b>%1</b> creates <b>INSTALLATION</b> job for package <b>%2</b> to <b>%3</b> at <b>%4</b>
es: El usuario <b>%1</b> crea un job de <b>INSTALACIÓN</b> al site <b>%3</b> para el paquete <b>%2</b> en la fecha <b>%4</b>

source: Package <b>%1</b> put into <b>%2</b> state in site <b>%3</b> finished successfully
es: El paquete <b>%1</b> ha sido cambiado al estado <b>%2</b> en el site <b>%3</b> correctamente

source: Package <b>%1</b> put into <b>%2</b> state in site <b>%3</b> finished with error
es: Se ha producido un error al cambiar el paquete <b>%1</b> al estado <b>%2</b> en el site <b>%3</b>

source: Package <b>%1</b> put into <b>%2</b> state finished successfully
es: El paquete <b>%1</b> ha sido cambiado al estado <b>%2</b> correctamente

source: Package <b>%1</b> put into <b>%2</b> state finished with error
es: Se ha producido un error al cambiar el paquete <b>%1</b> al estado <b>%2</b>

source: Package %1 can not be dessassociatted from job %2
es: El paquete <b>%1</b> no se puede liberar del pase <b>%2</b>

source: Package %1 dessassociatted from job %2
es: El paquete <b>%1</b> se ha liberado del pase <b>%2</b>

source: Changeman package(s) has been associated to SCM job %1
es: El paquete se ha asociado al pase <b>%1</b>

source: Error retrieving file %1: %2
es: Error recuperando fichero %1: %2

source: Changeman xml parse error in %1
es: Error de parseo xml de Change en %1

source: View file
es: Ver fichero

source: File Date
es: Fecha-Fichero

source: JobName
es: NombreJob

source: Order
es: Orden

source: Where
es: Dónde

source: Error during %1: %2
es: Error durante %1: %2

source: Changeman Nature
es: Naturaleza Changeman

source: Package <b>%1</b> does not exist in Changeman
es: Paquete <b>%1</b> no existe en Changeman

source: Error: Can't create job: %1
es: Error: No se puede crear el pase: %1

source: Package %1 can not be desassociatted from job %2
es: Paquete %1 no se puede desasociar del pase %2

source: Package %1 desassociatted from job %2
es: Paquete %1 desasociado del pase %2

source: No users found for action %1
es: Usuarios no encontrados para la acción %1

source: Error creating Changeman Job:<br>%1
es: Error creando pase Changeman<br>%1

source: ZOS-Linklist
es: z/OS de uso general

source: ZOS-Linklist-DB2
es: z/OS de uso general con DB2

source: ZOS-DB2
es: z/OS con DB2

source: zos.linklist
es: z/OS de uso general

source: zos.linklist.db2
es: z/OS de uso general con DB2

source: zos.db2
es: z/OS con DB2

source: Deleted package
es: Paquete borrado en Changeman
