Repository: LinguistDeveloper/clarive
Catalog: features/*.harvest/lib/Baseliner/I18N/*.po
Languages: es

source: List Users Connected to Harvest
es: Listar Usuarios Conectados a Harvest

source: Created job %1 of type %2 ok.
es: Creado pase %1 de tipo %2.

source: %1 packages %2 from state %3 to state %4 in project %5
es: %1 del estado %3 al estado %4 en el proyecto %5 de los paquetes %2

source: Harvest Package
es: Paquete de Harvest

source: Harvest Packages
es: Paquetes de Harvest

source: Package Name
es: Nombre del Paquete

source: Create Harvest Package
es: Crear Paquete de Harvest

source: Harvest Log
es: Log de Harvest

source: Error during create package
es: Error durante la creación del paquete

source: Creating Harvest Package...
es: Creando Paquete de Harvest...

source: Promoting
es: Promoción

source: Demoting
es: Devolución

source: Package %1 is pending to approve.
es: El paquete %1 no ha sido aprobado

source: Package Group %1 is pending to approve.
es: El grupo de paquetes %1 no ha sido aprobado

source: Release %1 is pending to approve.
es: La release %1 no ha sido aprobada

source: String Replace %1 in files detected
es: Detectado reemplazo <code>%1</code> en los siguientes ficheros

source: Harvest %1 results (rc=%2)
es: Resultado de la %1 de Harvest (rc=%2)

source: State checkout ignored. Configuration value 'full_checkout' is unset.
es: Ignorado el checkout de estado. No se ha onfigurado la variable 'full_checkout'.

source: Harvest Package checkout of %1 items in %2 packages
es: Harvest Checkout de %1 item(s) en %2 paquete(s)...

source: No Harvest Package elements detected. Checkout skipped.
es: No se han detectado items en los paquetes del pase. Checkout de paquete no realizado.

source: Harvest Checkin into Package: %1
es: Checkin a Paquete de Harvest: %1

source: Files to Checkin
es: Ficheros Seleccionados para Checkin

source: Error executing Harvest command
es: Error durante la ejecución del comando de Harvest

source: Error creating package:
es: Error creando paquete:

source: Error deleting package:
es: Error borrando paquete:

source: Error checking in file:
es: Error durante el checkin del fichero:

source: Error checking in file: %1
es: Error durante el checkin del fichero. %1

source: Checking in files...
es: Incorporando ficheros...

source: File Checkin Success
es: Ficheros incorporados con éxito

source: Error during check-in
es: Error durante el check-in
