Repository: LinguistDeveloper/clarive
Catalog: features/sqa/lib/Baseliner/I18N/*.po
Languages: es

source: Subapplication
es: Subaplicación

source: Subproject
es: Subaplicación

source: Request Results
es: Solicitar Resultados

source: Request analysis
es: Solicitar análisis

source: Analysis requested
es: Análisis solicitado

source: Result
es: Auditoría

source: Grade
es: Nota

source: Qualification
es: Indicador Global

source: Violation
es: Incumplimiento

source: Project
es: Aplicación

source: Metrics
es: Indicadores

source: Packages
es: Paquetes

source: Level
es: Nivel

source: FAILURE
es: NO PASA

source: PASS
es: PASA

source: ANALYSIS REQUESTED
es: Análisis solicitado

source: ANALYZING RESULTS
es: Analizando resultados

source: Analysis recalculated
es: Análisis recalculado

source: Request recalc
es: Recalcular análisis

source: New analysis
es: Nuevo análisis

source: New scheduled analysis
es: Nuevo análisis planificado

source: Send Source code
es: Enviar código fuente

source: Source code sent
es: Código fuente enviado

source: Accept
es: Aceptar

source: Select project to analyze
es: Seleccione un proyecto para analizar

source: Select a nature
es: Seleccione una naturaleza

source: Could not connect to sqa server %1:%2
es: No se ha podido conectar al servidor sqa %1:%2

source: Error when creating job dir RC=%1:%2
es: Error al crear direcorio de job %1:%2

source: Error when sending sources tar file %1:%2
es: Error al enviar el fichero de fuentes %1:%2

source: Error when untarring sources file RC=%1:%2
es: Error al descomprimir el fichero de fuentes %1:%2

source: Error when sending sources builds file %1:%2
es: Error al enviar el fichero de compilados %1:%2

source: Error when untarring builds file RC=%1:%2
es: Error al descomprimir el fichero de compilados %1:%2

source: SUCCESS
es: CORRECTO

source: Please wait...
es: Espere, por favor...

source: Loading...
es: Cargando...

source: There are no projects for that application
es: No hay proyectos Harvest para la aplicación seleccionada

source: NO TESTS
es: N/A

source: SubapNature
es: Subaplicación/Naturaleza

source: Project/Nature
es: Aplicación/Naturaleza

source: %Errors
es: %Errores pruebas

source: %Coverture
es: %Cobertura

source: Analysis status
es: Estado

source: HTML Report
es: Detalles

source: Plase, confirm that you want to request the analysis of every nature of
es: Por favor, confirme que quiere seleccionar el análisis de todas las naturalezas de

source: Plase, confirm that you want to request the analysis of every subproject of
es: Por favor, confirme que quiere seleccionar el análisis de todas las subaplicaciones de

source: State in the life cycle of the source code for this analysis
es: Estado en el ciclo de vida del código fuente de este análisis

source: Name of the project
es: Nombre del proyecto

source: Name of the subproject
es: Nombre de la subaplicación

source: Nature of the subproject
es: Naturaleza del subproyecto

source: Summary of the results extracted from the audit report
es: Resumen de los resultados extraídos del informe de auditoría

source: Date and time when the analysis started
es: Fecha y hora en la que comenzó el análisis

source: Date and time when the analysis finished
es: Fecha y hora en la que finalizó el análisis

source: Qualification of the analysis. The value is the GLOBAL indicator of the report
es: Nota del análisis. El valor es el del indicador global del informe de auditoría

source: Result of the analysis
es: Resultados del análisis

source: Link to the results or error report
es: Enlaces al informe de auditoría o al informe de detalles del error

source: List of packages included in the analysis
es: Lista de paquetes incluidos en el análisis

source: Links to the reports with the results of the analysis by programming language
es: Enlaces a los informes con los resultados de los análisis por lenguaje de programación

source: Status of the last analysis
es: Estado del último análisis

source: % of unit tests failed
es: % de tests erróneos

source: % of code coverture of the tests
es: % de cobertura de código de los tests realizados

source: The user %1 doesn't have permission to use SQA portal
es: El usuario %1 no tiene permiso para acceder al portal de SQA

source: Run SQA
es: Ejecutar SQA

source: Block deployment
es: Bloquear pase

source: Edit config
es: Editar

source: Remove config
es: Borrar

source: Edit global
es: Editar global

source: Trend
es: Tendencia

source: Nature
es: Naturaleza

source: Global configuration
es: Configuración global

source: Access to the quality portal
es: Acceso al portal de calidad

source: Can request a new quality analysis
es: Puede solicitar un nuevo análisis de calidad

source: Can request a new analysis from an already calculated project
es: Puede solicitar un nuevo análisis a partir de una aplicación previamente calculado

source: Can request the analysis of all subapp/nature of a Project
es: Puede solicitar el análisis de todas las subaplicaciones/naturalezas de una aplicación

source: Can request the analysis of all subapp/nature of a Subproject
es: Puede solicitar el análisis de todas las subaplicaciones/naturalezas de una subaplicación

source: Can request the recalc of an already calculated project
es: Puede solicitar el recálculo de una apliación ya calculada

source: Can see the General branch in SQA tree
es: Puede ver la rama general en el árbol de SQA

source: Can see the Project branch in SQA tree
es: Puede ver la rama Aplicación en el árbol de SQA

source: Can see the subproject branch in SQA tree
es: Puede ver la rama Subaplicación en el árbol de SQA

source: Can see the Subproject/Nature branch in SQA tree
es: Puede ver la rama Subaplicación/Naturaleza en el árbol de SQA

source: Can see the packages branch in SQA tree
es: Puede ver la rama de paquetes en el árbol de SQA

source: Can see the configuration branch in SQA tree
es: Puede ver la rama de configuración en el árbol de SQA

source: Can configure a project
es: Puede configurar una aplicación

source: Can configure the global SQA properties
es: Puede configurar las propiedades globales de SQA

source: Can see the project in SQA grid
es: Puede ver una aplicación en la rejilla de SQA

source: Receive a mail when an analysis finishes
es: Recibe un mensaje de correo cuando un análisis finaliza

source: Receive a mail when a package analysis finishes
es: Recibe un mensaje de correo cuando un análisis de paquetes finaliza

source: Receive a daily mail whith the analysis results
es: Recibe un mensaje de correo diario con los resultados de los análisis

source: The user doesn't have permission to request the analysis of a entire subproject
es: El usuario no tiene permiso para solicitar el análisis de una subaplicación completa

source: Running
es: En ejecución

source: Quality portal
es: Portal de Calidad

source: SQA Help
es: Ayuda de SQA

source: Please, confirm that you want to remove the SQA configuration for the project
es: Por favor, confirma que quieres borrar la configuracion para la aplicación

source: Configuration of
es: Configuración de

source: Select a baseline
es: Selecciona un entorno

source: Select a project
es: Selecciona una aplicación

source: Select a subproject
es: Selecciona una subaplicación

source: Select project
es: Seleccionar proyecto

source: Config
es: Configuración

source: Navigator
es: Navegador

source: CAM
es: Aplicación

source: WAITING FOR SLOT
es: Esperando semáforo

source: Plase, confirm that you want to delete the analysis of
es: Por favor, confirme que quiere borrar el análisis de

source: Delete analysis
es: Borrar análisis

source: User manual
es: Manual de usuario

source: Documents
es: Enlaces

source: Checking rules
es: Reglas de ChecKing

source: Checking portal
es: Portal de ChecKing

source: SCM portal
es: Portal de SCM

source: Daily SQA summary
es: Resumen diario análisis calidad técnica sqa

source: SQA Package analysis finished
es: Análisis de calidad de paquetes finalizado

source: SQA analysis finished
es: Análisis de calidad finalizado
