Repository: LinguistDeveloper/clarive
Catalog: lib/Baseliner/I18N/*.po
Languages: es

source: Block the use of Lucy in searches
es: Bloquear el uso de Lucy en búsquedas

source: Regex to filter provider packages
es: Regex para filtrar paquetes de proveedor

source: AND or OR default
es: AND u OR por defecto

source: Number of results to return to user
es: Número de resultados a devolver al usuario

source: Limit sent to provider
es: Límite enviado al proveedor

source: Max length of excerpt string
es: Longitud máxuma de cadena de fragmento

source: Max number of highlighted tokens excerpts
es: Número máximo de fragmentos de muestra resaltados

source: Missing provider
es: Falta el proveedor

source: Missing query
es: Falta la query

source: Semaphore Administration
es: Administración de semáforos

source: Semaphores
es: Semáforos

source: Semaphore not found or status changed from %1
es: Semáforo no encontrado o estado cambiado desde %1

source: Granted semaphore %1 to %2
es: Semáforo aceptado %1 a %2

source: Semaphore not found %1
es: Semáforo no encontrado %1

source: Semaphore %1 slots changed to %2
es: Slots del semáforo %1 cambiados a %2

source: Missing parameter id from
es: Falta parámetro desde id

source: Missing parameter id to
es: Falta parámetro a id

source: Destination semaphore does not exist. Please, refresh
es: Semáforo destino no existe. Por favor, refresque

source: Source semaphore does not exist. Please, refresh
es: Semáforo seguro no existe. Por favor, refresque

source: Semaphore queue precedence changed to %2
es: La precedencia de la cola se semáforos ha cambiado a %2

source: Requests purged
es: Peticiones purgadas

source: Missing parameter active
es: Falta parámetro activo

source: Error: Semaphore is already busy.
es: Error: el semáforo ya está ocupado.

source: Semaphore request active
es: Petición del semáforo activa

source: Semaphore request inactive
es: Petición de semáforo inactiva

source: Job Slots
es: Ventanas de Pase

source: View Job Calendar
es: Ver Calendario de Pases

source: Edit Job Calendar
es: Editar Calendario de Pases

source: Admin Job Calendar
es: Administrar Calendario de Pases

source: Calendar
es: Calendario

source: Namespace
es: Ámbito

source: Namespace Description
es: Descripción del Ámbito

source: A calendar (%1) already exists for namespace %2 and baseline %3
es: Un calendario (%1) ya existe para el ámbito %2 y entorno %3

source: modified
es: modificado

source: modifying
es: modificando

source: Calendar with id '%1' %2
es: Calendario con id '%1' %2

source: Error %1 the calendar:
es: Error %1 el calendario:

source: Error deleting calendar(s)
es: Error borrando calendario(s)

source: Error: Window with id not found.
es: Error: id de ventana no encontrado.

source: Error: Unknown or incomplete command.
es: Error: Comando desconocido o incompleto.

source: Calendar modified.
es: Calendario modificado.

source: Error modifying the calendar: %1
es: Error modificando el calendario: %1

source: You do not have permissions to open this calendar
es: No tiene permisos para abrir este calendario

source: Unknown
es: Desconocido

source: New
es: Nuevo

source: System Messages
es: Mensajes de Sistema

source: Missing message id
es: Falta id de mensaje

source: Missing action
es: Falta la acción

source: Admin topics
es: Administración de tópicos

source: View related graph in topics
es: Ver gráfico relacionados en tópicos

source: Status
es: Estado

source: Create
es: Crear

source: Invalid report data for report %1
es: Datos del informe %1 no válidos

source: Test
es: Prueba

source: Template not found: %1 (%2)
es: Plantilla no encontrada: %1 (%2)

source: Topic #%1 not found. Deleted?
es: Tópico #%1 no encontrado. ¿Se ha borrado?

source: The topic category %1 does not have any initial status assigned. Contact your administrator.
es: La categoría %1 no tiene un estado inicial asignado. Contacte al administrador.

source: Category not found or topic deleted: %1
es: Tópico borrado o categoría ya no existe: %1

source: User %1 is not allowed to access topic %2 contents
es: El usuario %1 no puede acceder al contenido del tópico %2

source: No initial state found
es: Estado inicial no encontrado

source: Problem found opening topic %1. The error message is: %2
es: Se ha encontrado un problema abriendo el tópico %1. El mensaje de error es: %2

source: Topic not found
es: Tópico no encontrado

source: Name
es: Nombre

source: E-mail
es: Correo Electrónico

source: Phone Number
es: Teléfono

source: No user details available
es: No datos de usuario disponible

source: Username
es: Usuario

source: The user %1 does not exist in Clarive
es: El usuario %1 no existe en Clarive

source: Missing id
es: Falta el id

source: Comment added
es: Comentario añadido

source: @%1 created a post for #%2 %3
es: %1 ha comentado #%2 %3

source: This comment does not exist anymore
es: El comentario ya no existe

source: Comment modified
es: Comentario modificado

source: Error adding Comment: %1
es: Error añadiendo comentario: %1

source: @%1 deleted a post from #%2 %3
es: %1 ha borrado un comentario en #%2 %3

source: Delete comment ok
es: Comentario borrado ok

source: Error deleting Comment: %1
es: Error borrando el comentario: %1

source: You're not the owner (%1) of the comment.
es: No eres el propietario (%1) del comentario

source: Error viewing comment: %1
es: Error visualizando el contenido: %1

source: No metadata found for this topic (%1)
es: Metadatos no encontrados para este tópico (%1)

source: No project field found for this topic (%1)
es: Campo de tipo proyecto no encontrado para este tópcio (%1)

source: Project not found: %1
es: Proyecto no encontrado: %1

source: Project added to field '%1'
es: Proyecto añadido al campo '%1'

source: Error adding project: %1
es: Error añadiendo el proyecto: %1

source: Modified Today
es: Modificadas Hoy

source: Created Today
es: Creadas Hoy

source: Assigned To Me
es: Asignadas a Mí

source: Unread
es: No leídas

source: Created by Me
es: Creadas por Mí

source: Filters
es: Filtros

source: Categories
es: Categorías

source: Statuses
es: Estados

source: View added
es: Vista añadida

source: View name already exists, introduce another view name
es: Vista ya existe, introduce otro nombre de vista

source: Error adding View: %1
es: Error añadiendo vista: %1

source: Views deleted
es: Vistas borradas

source: Error deleting views
es: Error borrando vistas

source: Status not found: %1
es: Estado no encontrado: %1

source: topic mid required
es: mid del topico requerido

source: Deleted files from topic %1
es: Ficheros eliminados del tópico %1

source: More than one asset found for topic %1 matching name `%2`
es: Más de un adjunto encontrado para el tópico %1 coincidiendo con el nombre `%2`

source: No asset found for topic %1 matching name `%2`
es: No se ha encontrado adjunto para el tópico %1 que coincida con el nombre `%2`

source: File %1 not found
es: Fichero %1 no encontrado

source: filter param is required
es: Parámetro filter es requerido

source: The user %1 has created job %2 for %3 bl
es: El usuario %1 ha creado el pase %2 para %3 bl

source: No topics available
es: No hay tópicos disponibles

source: No categories found for topics
es: Categorías no encontradas para los tópicos

source: No category status found for topics
es: Estado de la categoría no encontrado para los tópicos

source: Error rendering kanban: %1
es: Error cargando el kanban: %1

source: Missing category_id
es: Falta category_id

source: Default workflow rule for category %1
es: Regla por defecto de Flujo de Trabajo para la categoría %1

source: Default workflow rule for category %1 not found
es: Regla por defecto de Flujo de Trabajo para la categoría %1 no encontrada

source: Changed status
es: Estado cambiado

source: Required field %1 is empty
es: El campo %1 es obligatorio

source: Missing mid
es: Falta mid

source: User %1 does not have permission to drop into field %2
es: El usuario %1 no tiene permiso para relacionar el campo %2

source: Topic #%1 added to #%2 in field `%3`
es: Tópico #%1 añadido a #%2 en campo `%3`

source: No editable or matching fields found in topics #%1 and #%2
es: No hay campos editables o coincidentes que se encuentran en los tópicos #%1 y #%2

source: No drop fields available in topics %1 or %2
es: No hay campos disponibles para relacionar en tópicos %1 o %2

source: Error adding topic #%1 to #%2: %3
es: Error añadiendo el tópico #%1 a #%2: %3

source: Category added
es: Categoría añadida

source: Category name already exists, introduce another category name
es: Categoria ya existe, introduce otra

source: Error adding Category: %1
es: Error añadiendo categoría: %1

source: Category modified
es: Categoría modificada

source: Error modifying Category: %1
es: Error modificando categoría: %1

source: Delete all topics first from the selected categories to delete them
es: Borre todos los topicos asociados a las categorías seleccionadas antes de borrarlas

source: Categories deleted
es: Categorías borradas

source: Error deleting Categories
es: Error borrando categorías

source: Status added
es: Estado creado

source: Status name already exists, introduce another status name
es: Estado ya existe, introduce otro estado

source: Error adding Status: %1
es: Error creando estado

source: Status modified
es: Estado modificado

source: Error modifying Status: %1
es: Error modificando estado: %1

source: Statuses deleted
es: Estados borrados

source: Error deleting Statuses: %1
es: Error borrando estados: %1

source: Categories admin
es: Categorías de administrador

source: Missing category id
es: Falta category id

source: System fields
es: Campos de sistema

source: Custom fields
es: Campos personalizados

source: Listbox
es: Lista de datos

source: Custom forms
es: Formularios customizados

source: Templates
es: Plantillas

source: fields modified
es: Campos modificados

source: Error deleting relationships: %1
es: Error borrando relación: %1

source: Relationship deleted: %1
es: Relaciones borradas: %1

source: Field cloned
es: Campo clonado

source: Field name already exists, introduce another name
es: El nombre del campo ya existe, introduzca otro nombre

source: Error cloning field: %1
es: Error clonando el campo: %1

source: Category duplicated
es: Categoría duplicada

source: Error duplicating category
es: Error duplicando categoría

source: Row deleted
es: Fila borrada

source: Error deleting row: %1
es: Error borrando fila

source: Category not found for id %1
es: Categoría no encontrada para el id %1

source: Created category %1
es: Categoría %1 creada

source: Updated category %1
es: Categoría %1 actualizada

source: Created status %1
es: Estado %1 creado

source: Status %1 found. Statuses are not updated by this import.
es: Estado %1 encontrado. Los estados no se han actualizado con este import

source: Status '%1' included in category
es: Estado '%1' included in category

source: Topic category created with id %1 and name %2:
es: Categoría de tópico creada con el id %1 y nombre %2:

source: Topic category %1 updated
es: La categoría de tópico %1 ha sido actualizada

source: Global Preferences
es: Preferencias Globales

source: Language
es: Idioma

source: View Preferences
es: Preferencias de Visualización

source: Theme
es: Tema

source: User Admin
es: Administración de Usuarios

source: Users
es: Usuarios

source: New user
es: Nuevo usuario

source: User Preferences
es: Preferencias de Usuario

source: User %1 is not authorized to query user details
es: El usuario %1 no esta autorizado a ver los detalles del usuario

source: Missing parameter username
es: Falta el parámetro username

source: User added
es: Usuario grabado

source: User name already exists, introduce another user name
es: El usuario ya existe, intoduce otro usuario

source: Error adding User: %1
es: Error grabando usuario: %1

source: User not found
es: Usuario no encontrado

source: User modified
es: Usuario modificado

source: Could not find ci for user %1
es: No se ha encontrado ningún ci para el usuario %1

source: Error modifying User: %1
es: Error modificando usuario: %1

source: User deleted
es: Usuario borrado

source: Error deleting User: %1
es: Error borrando el usuario: %1

source: Password changed
es: Contraseña cambiada

source: You must introduce a new password
es: Debes introducir una nueva contraseña

source: Password incorrect
es: Contraseña incorrecta

source: Error changing Password %1
es: Error cambiando la contraseña %1

source: Default dashboard changed
es: Dashboard por defecto cambiado

source: Error changing default dashboard %1
es: Error cambiando el dashboard por defecto %1

source: Avatar refreshed
es: Avatar refrescado

source: Changed user avatar
es: Avatar de usuario cambiado

source: User duplicated
es: Usuario duplicado

source: Error duplicating user
es: Error duplicando usuario

source: Error: File not found
es: Error: Fichero no encontrado

source: Country info success
es: Información del país correcta

source: Config global baselines
es: Configurar los entornos globales

source: Baseline Identifier
es: Identificador del entorno

source: Baseline Name
es: Nombre del entorno

source: Could not find registry class '%1' for key '%2'
es: No se ha podido encontrar ninguna clase de registro '%1' para la clave '%2'

source: Could not find key '%1' in the registry
es: No se ha podido encontrar la clave '%1' en el registro

source: Title
es: Título

source: Error in event text generator: event not found
es: Error en el generador de texto de eventos: evento no encontrado

source: Missing parameter: collection
es: Falta parámetro: collection

source: Missing parameter: query
es: Falta parámetro: query

source: User not found for query %1
es: Usuario no encontrado para la consulta: %1

source: Missing parameter: update
es: Falta parámetro: update

source: Update user ok
es: Usuario actualizado correctamente

source: Calendar(s) deleted
es: Calendario(s) borrado

source: View catalog
es: Catálogo de vistas

source: Request catalog
es: Catálogo de peticiones

source: Event daemon configuration
es: Configuración del demonio de enventos

source: Running event %1 (id %2)
es: Ejecutando evento %1 (id %2)

source: event %1 failed (id=%2): %3
es: evento %1 ha fallado (id=%2): %3

source: Finished event %1 (id %2), status: %3
es: Finalizado evento %1 (id %2), estado: %3

source: Error: Could not instantiate ci data for event: %1
es: Error: No se pueden instanciar los datos del ci para el evento: %1

source: error opening content: %1 (path=%2): %3
es: error abriendo contenido: %1 (ruta=%2): %3

source: Help file `%1` header content YAML is invalid: %2
es: El YAML de contenido de la cabecera `%1` del fichero de ayuda no es válido: %2

source: Search jobs
es: Buscar pases

source: Rerun a job
es: Repetición del pase

source: Reschedule a job
es: Replanificación del pase

source: Job start
es: Inicio del pase

source: Job step start
es: Inicio de fase del pase

source: Job end, after POST
es: Finalización del pase, después de POST

source: Job step end
es: Finalización de fase del pase

source: Older
es: Antiguos

source: %1 Months
es: %1 Meses

source: %1 Month
es: %1 Mes

source: %1 Weeks
es: %1 Semanas

source: %1 Week
es: %1 Semana

source: Upcoming
es: Planificados

source: Today
es: Hoy

source: Rule: %1 (%2)
es: Regla: %1 (%2)

source: Attach labels to a topic
es: Adjuntar etiquetas a un tópico

source: Remove labels from a topic
es: Borrar etiquetas de un tópico

source: Receive General Admin Messages
es: Recibir Mensajes de Administración Generales

source: Receive Error Notifications
es: Recibir Notificaciones de Error

source: SQA Package analysis finished
es: El paquete de análisis SQA ha terminado

source: Send a Notification
es: Enviar una Notificación

source: Email error. Email contents: <pre>%1</pre>
es: Email error. Contenido del email: <pre>%1</pre>

source: Error in message mason template %1: %2
es: Error del mensaje en el template mason %1: %2

source: internal
es: interno

source: Admin Notifications
es: Administrar notificaciones

source: Template by default
es: Plantilla por defecto

source: Exclude all default notifications
es: Excluir todas las notificaciones por defecto

source: Email daemon frequency
es: Frecuencia del demonio de correo electrónico

source: Email daemon process queue timeout
es: Timeout de la cola de procesos del demonio de correo electrónico

source: Max message size in bytes
es: Tamaño máximo de mensaje en bytes

source: Max attach size in bytes
es: Tamaño máximo de adjunto en bytes

source: Email server
es: Servidor de correo electrónico

source: Email default sender
es: Remitente por defecto de correo electrónico

source: Email domain
es: Dominio de correo electrónico

source: Auto generate emails for users with empty email field
es: Auto generar correos electrónicos para usuarios con campo de correo electrónico vacío

source: Max attempts
es: Intentos máximos

source: Base URL to access baseliner
es: URL base para acceder al baseliner

source: Default template for emails
es: Plantilla por defecto para correos electrónios

source: SMTP needs authentication
es: SMTP necesita autenticación

source: SMTP server user
es: Usuario del servidor SMTP

source: SMTP server password
es: Contraseña del servidor SMTP

source: Email Daemon
es: Demonio de correo electrónico

source: Flush Email Queue Once
es: Vaciar cola de correos electrónicos una vez

source: Error reading recipients: %1
es: Error leyendo los destinatarios: %1

source: template for %1: %2
es: plantilla para %1: %2

source: Could not find template for %1
es: No se ha podido encontrar la plantilla para %1

source: Root action - can do anything
es: Acción root - puede hacer cualquier cosa

source: Missing topic parameter
es: Falta parámetro tópico

source: Deploy to %1 (%2)
es: Distribuir a %1 (%2)

source: Promote to %1 (%2)
es: Promover a %1 (%2)

source: Demote to %1 (from %2)
es: Devolver a %1 (desde %2)

source: Rule failed
es: Regla Inválida

source: Rule created
es: Regla creada

source: Rule updated
es: Regla actualizada

source: Soap Error running Rule
es: Error Soap en la ejecución de la regla

source: Error Running Rule from WS
es: Error Ejecutando la Regla desde un WS

source: WSDL Error Running Rule from WS
es: Error WSDL Ejecutando la Regla desde un WS

source: Webservice rule call
es: Llamada a una regla Webservice

source: Rule not found
es: Regla no encontrada

source: Security
es: Seguridad

source: Data
es: Datos

source: Could not find rule %1
es: No se ha encontrado la regla %1

source: Invalid rule tree json data: not an array
es: Datos json inválidos en el árbol de regla: no es un array

source: Missing id_rule
es: Falta id_rule

source: Could not find rule key `%1`
es: No se ha encontrado la clave de regla `%1`

source: Missing dsl/service key for node %1
es: Falta la clave dsl/servicio para el nodo %1

source: Error during rule precompilation: %1
es: Error durante la precompilación de la regla: %1

source: IF var ne value THEN
es: IF var ne valor THEN

source: IF condition THEN
es: IF condición THEN

source: ELSIF condition THEN
es: ELSIF condición THEN

source: TRY statement (without catch)
es: TRY sentencia (sin catch)

source: TRY statement (needs a catch)
es: TRY sentencia (necesita un catch)

source: CATCH statement (needs a try_with_catch)
es: CATCH sentencia (necesita un try_with_catch)

source: RETRY statement
es: RETRY sentencia

source: MERGE value INTO stash
es: MERGE valor INTO stash

source: a job step section: PRE,RUN,POST...
es: Un paso de la sección del pase: PRE,RUN,POST...

source: Just group tasks under this but do not run it
es: Agrupa las tareas bajo esto pero no se ejecutan

source: FAIL
es: FALLO

source: Task Shortcut
es: Atajo a tarea

source: Shortcut jumping to %%1
es: Atajo saltando a %%1

source: Missing shortcut `%%1`
es: Falta el atajo `%%1`

source: LOG message
es: LOG mensaje

source: Get date
es: Obtener fecha

source: Date %1 is not a valid date: %2
es: La fecha %1 no es una fecha válida: %2

source: %1 posted a comment on %2: %3
es: %1 envió un comentario sobre %2: %3

source: Dummy Event to Test a Rule
es: Evento falso para probar la regla

source: Current project *%%1* (%%2)
es: Projecto actual *%%1* (%%2)

source: FOR projects with changes DO
es: FOR proyectos con cambioa DO

source: Project *%%1* skipped for bl %%2
es: Projecto *%%1* omitido para el bl %%2

source: Nature Detected *%%1*
es: Naturaleza Detectada *%%1*

source: IF ANY bl THEN
es: IF ANY entorno THEN

source: Error building DSL for rule '%1': %2
es: Error construyendo el DSL para la regla '%1': %2

source: Custom Folders
es: Carpetas Personalizadas

source: Folder already exists
es: La carpeta ya existe

source: Rule not found, id=%1
es: Regla no encontrada, id=%1

source: Rule version not found for restore, id=%1
es: Versión de regla no encontrada para la restauración, id=%1

source: Unknown rule `%1`
es: Regla desconocida `%1`

source: Error compiling WSDL:
es: Error compilando WSDL:

source: Version tag already exists
es: Versión de etiqueta ya existe

source: Rule with id or name `%1` not found
es: Regla con id o nombre `%1` no encontrada

source: Version `%1` of rule `%2` not found
es: Version `%1` de regla `%2` no encontrada

source: Version tag `%1` of rule `%2` not found
es: Versión de etiqueta `%1` para la regla `%2` no encontrada

source: Checking if process $pid exists
es: verificar si el proceso $pid existe

source: Process $pid does not exist
es: El proceso $pid no existe

source: Could not find rule or service for scheduler task run `%1` (%2)
es: No se ha podido encontrar la regla o el servicio para lanzar la tarea planificada `%1` (%2)

source: New System Message
es: Nuevo Mensaje de Sistema

source: Canceled System Message
es: Mensjae de Sistema cancelado

source: Deleted System Message
es: Mensaje de Sistema Borrado

source: Missing message title
es: Falta el título del mensaje

source: Missing message text
es: Falta el texto del mensaje

source: System message %1 created
es: Mensaje del sistema %1 creado

source: System message %1 canceled
es: Mensaje del sistema %1 cancelado

source: System message %1 remove
es: Mensaje del systema %1 borrado

source: Missing username
es: Falta el nombre de usuario

source: Search topics
es: Búsqueda de tópicos

source: %1 posted a comment: %3
es: %1 publicó un comentario: %3

source: User posted a comment
es: El usuario añadió un comentario

source: %1 edited a comment: %3
es: %1 editó un comentario: %3

source: User edited a comment
es: El Usuario editó un comentario

source: %1 deleted a comment: %3
es: %1 borró un comentario: %3

source: User deleted a comment
es: El Usuario borró un comentario

source: %1 mentioned %4 in a comment #%2: %3
es: %1 mencionó a %4 en el comentario #%2: %3

source: User mentioned another user in a comment
es: El Usuario nombró a otro usuario en el comentario

source: User created file(s)
es: Usuario creó fichero(s)

source: %1 attached %2
es: %1 adjuntó %2

source: User attached a file
es: El Usuario adjuntó un fichero

source: User removed file(s)
es: Usuario borró fichero(s)

source: %1 modify labels
es: %1 modificó las etiquetas

source: User modified labels
es: El Usuario modificó etiquetas

source: %1 remove labels
es: %1 etiquetas borradas

source: User removed labels
es: El Usuario borró etiquetas

source: %1 created a topic of %2
es: %1 creó un tópico de categoría: %2

source: User created a topic
es: El usario creó un tópico

source: %1 deleted a topic of %2
es: %1 borró un tópico de %2

source: User deleted a topic
es: El Usuario borró un tópico

source: %1 modified topic
es: %1 modificó el tópico

source: User modified a topic
es: El usuario modificó un tópico

source: %1 modified the field %2 from %3 to %4
es: %1 modificó el campo %2 de %3 a %4

source: User modified a topic field
es: El Usuario modificó un campo del tópico
