Repository: LinguistDeveloper/clarive
Catalog: lib/Baseliner/I18N/*.po
Languages: es

source: %1 modified the field %2
es: %1 modificó el campo %2

source: %1 changed topic status from %2 to %3
es: %1 modificó el estado de %2 a %3

source: Topic status changed
es: Estado del tópico cambiado

source: %1 exported topic list
es: %1 ha exportado la lista de tópicos

source: Topic list exported
es: Lista de tópicos exportado

source: Change topic status logically (no deployment)
es: Cambiar estado del tópico lógicamente (Sin despliegue)

source: Category
es: Categoría

source: Create Topic
es: Crear Tópico

source: View Topic
es: Ver Tópico

source: Edit Topic
es: Editar Tópico

source: Delete Topic
es: Borrar Tópico

source: Add/View Topic Comments
es: Añadir/Ver Comentarios de Tópico

source: View Topic Activity
es: Ver Actividad de Tópico

source: View Topic jobs
es: Ver Pases de Tópico

source: View Topic Field
es: Ver Campo de´Tópico

source: Field
es: Campo

source: Edit Topic Field
es: Editar Campo de Tópico

source: Topic added
es: Tópico añadido

source: New topic: %1 #%2 %3
es: Nuevo tópico: %1 #%2 %3

source: Error adding Topic: %1
es: Error añadiendo tópico: %1

source: Topic modified
es: Tópico modificado

source: Topic updated: %1 #%2 %3
es: Tópico modificado: %1 #%2 %3

source: Topic deleted
es: Tópico borrado

source: Topic deleted: %1 #%2 %3
es: Tópico borrado: %1 #%2 %3

source: Error deleting Topic %1: %2
es: Error borrando el Tópico %1: %2

source: Topic closed
es: Tópico cerrado

source: Error closing Topic: %1
es: Error cerrando tópico: %1

source: Category %1 not found
es: Categoría %1 no encontrada

source: Error running the topic workflow: %1
es: Error ejecutando el ciclo de vida del tópico: %1

source: Category `%1` does not have any statuses available
es: Categoría `%1`no tiene ningún estado disponible

source: User does not have a workflow for category `%1`
es: El usuario no tiene ciclo de vida para la categoría `%1`

source: Category not found: %1
es: Categoría no encontrada: %1

source: Topic category has no form rule associated with it. Please contact your administrator.
es: La categoría de tópicos no tiene formulario de regla asociado. Por favor, contacte con su administrador

source: Category %1 does not have an associated form
es: La categoría %1 no tiene un formulario asociado

source: Fieldlet `$%1` not found in registry: %2
es: Campo `$%1` no encontrdo en registro: %2

source: One or more categories not found: %1
es: Una o mas categorías no encontradas: %1

source: Id not provided
es: Id no proporcionado

source: unassigned
es: sin asignar

source: Invalid ci action '%1' for mid '%2'
es: Acción ci '%1' no válida para el mid '%2'

source: #%1 %2: Field '%3' updated
es: #%1 %2: Campo '%3' modificado

source: Error modifying Topic: %1
es: Error modificando tópico: %1

source: save_doc failed: no mid
es: save_doc falló: no hay mid

source: Field `%1` is missing the `slotname` column to properly be stored as a calendar
es: El campo `%1` ifalta la columna `nombre de campo` para almacenarse correctamente como calendario

source: Cannot update topic category, topic not found: %1
es: No puedo actualizar categoría de tópico, tópico no encontrado: %1

source: Cannot update topic category status, topic not found: %1
es: No puedo actualizar estado de la categoría de tópico, tópico no encontrado: %1

source: Topic %1 does not have a status id
es: El tópico %1 no tiene un id de estado

source: Status `%1` not found
es: Estado `%1` no encontrado

source: Topic document not found for topic mid %1
es: Documento de tópico no encontrado para mid de tópico %1

source: Field `%1` is not editable in topic #%2
es: El campo `%1` no es editable en el tópico #%2

source: Incorrect type of topics added to field %1
es: Tipo de tópicos incorrecto añadido al campo %1

source: %1 modified topic: %2 ( %4 )
es: %1 modificó el tópico: %2 ( %4 )

source: #%1 %2 updated
es: #%1 %2 actualizado

source: %1 deleted all attached topics of %2
es: %1 borró todos los tópicos adjuntos de %2

source: %1 modified topic (%2): %4
es: %1 modificó el tópico (%2): %4

source: #%1 %2 updated: %3 changed
es: #%1 %2 actualizado: %3 cambiado

source: #%1 %2 updated: new revisions
es: #%1 %2 actualizado: nuevas revisiones

source: %1 deleted all revisions
es: %1 borró todas las revisiones

source: #%1 %2 updated: all revisions removed
es: #%1 %2 actualizado: todas las revisiones eliminadas

source: %1 modified topic: changed %2 to %4
es: %1 modificó el tópico: cambió %2 a %4

source: #%1 %2 updated: %4 changed to %3
es: #%1 %2 actualizado: %4 cambiado a %3

source: %1 deleted %2 %3
es: %1 borró %2 %3

source: #%1 %2 updated: removed from %4 %3
es: #%1 %2 actualizado: borrado de %4 %3

source: #%1 %2 updated: %4 (%3)
es: #%1 %2 actualizado: %4 (%3)

source: %1 deleted %2
es: %1 borró %2

source: #%1 %2 updated: %3 deleted
es: #%1 %2 actualizado: %3 borrado

source: %1 Assigned To %2
es: %1 ha asignado a: %2

source: Topic %1 (%2) has been assigned to you
es: El tópico %1 (%2) ha sido asignado a ti

source: %1 deleted all users
es: %1 borró todos los usuarios

source: Changeset
es: Cambio

source: Category not found
es: Categoría no encontrada

source: Added %1 to changeset %2 bls
es: Añadido %1 al cambio %2 entorno

source: Id not found: %1
es: Id no encontrado: %1

source: Current topic status '%1' does not match the real status '%2'. Please refresh.
es: Estado actual del tópico '%1' no coincide con el estado real '%2'. Por favor, recargue antes de reintentar.

source: Created
es: Creado

source: The related field does not exist for the topic: %1
es: El campo relacionado no existe para el tópico: %1

source: File is already the latest version
es: El fichero ya está en su última versión

source: File id %1 not found
es: Fichero id %1 no encontrado

source: Deleted %1 file(s)
es: Borrado %1 fichero(s)

source: Error removing file from topic %1. Error: %2
es: Error eliminando ficheros del tópico %1. Error: %2

source: Missing field
es: Falta campo

source: User '%1' has no permissions to change status from '%2' to '%3'
es: El usuario '%1' no tiene permisos para cambiar del estado '%2' a '%3'

source: Referenced In
es: Referenciado En

source: References
es: Referencias

source: Attachments
es: Adjuntos

source: Mongo error connecting to %1: %2
es: Error de conexión de mongo con %1: %2

source: Missing mid for row
es: Falta el MID para la fila

source: Master row not found for mid '%1'
es: Fila Master no encontrada para el mid '%1'

source: Collection %1 already has rows in it, cannot clone
es: La colección %1 ya tiene filas dentro, no se puede clonar

source: Document not found: %1
es: Documento no encontrado: %1

source: Failed during mongo tail follow: %1
es: Error durante el seguimiento de la cola de mongo: %1

source: CI Storage method not supported: %1
es: Método de almacenamiento de CI no soportado: %1

source: Missing mid %1
es: Falta el Mid %1

source: Master row not found for mid %1
es: Fila Master no encontrada para el mid %1

source: Error deserializing CI %1. Error YAML ref: %2
es: Error deserializando el CI %1. Error en la referencia YAML: %2

source: Error deserializing CI %1. Missing or invalid YAML ref: %2
es: Error deserializando el CI %1. Falta la referencia YALM o no es válida: %2

source: No natures available to scan. Please, define some nature CIs before continuing.
es: No hay naturalezas disponibles para escanear. Por favor, define alguna CI de tipo naturaleza antes de continuar.

source: No natures included this item path: %1
es: Naturalezas no incluidas en la dirección de este elemento: %1

source: Waiting for return code from children pids: %1
es: Esperando el código que devuelven los pids hijos: %1

source: Error detected in children, pids failed: %1. Ok: %2
es: Error detectado en el hijo, han fallado los pids: %1. Ok: %2

source: Done waiting for return code from children pids: %1
es: Hecha la espera del código que devuelven los pids hijos: %1

source: No children to wait for.
es: No hijos por los que esperar.

source: %1 seconds remaining to cancel trap with action %2
es: El trap se cancelará en %1 segundos con la acción %2

source: Trap timeout expired. Action configured: %1
es: Timeout de trap ha expirado. Acción configurada: %1

source: Retrying task: %1
es: Reintentando tarea: %1

source: Cannot retry. Max retries reached: %1
es: No se puede reintentar. Alcanzado el número máximo de reintentos: %1

source: Skipping task: %1
es: Omitiendo tarea: %1

source: Aborting task: %1
es: Abortando tarea: %1

source: No project changes detected
es: No se han detectado cambios en el proyecto

source: Error running task * %1 *: %2
es: Error ejecutando la tarea * %1 *: %2

source: Unknown error running rule: %1
es: Error desconocido ejecutando la regla: %1

source: Error running rule '%1' (%2): %3
es: Error ejecutando regla '%1' (%2): %3

source: Error during DSL Execution: %1
es: Error durante la ejecución DSL: %1

source: Error running rule '%1': %2
es: Error ejecutando la regla '%1': %2

source: Could not scan file %1
es: No se puede explorar el archivo %1

source: Could not parse date %1 with format %2
es: No se puede parsear la fecha %1 con el formato %2

source: Could not open template file %1
es: No se ha podido abrir el fichero de plantilla %1

source: Error loading template '%1': '%2'
es: Error cargando plantilla '%1': '%2'

source: Missing parameter %1
es: Falta parámetro %1

source: Could not open file %1: %2
es: No se ha podido abrir el fichero %1: %2

source: Invalid or missing CI: %1
es: Falta el CI %1 o no es válido

source: Error while reloading %1: %2
es: Error mientras se recarga %1: %2

source: %1 is not a dir
es: %1 no es un directorio

source: in %1 days
es: en %1 días

source: in 1 day
es: en 1 día

source: today
es: hoy

source: just now
es: hace un instante

source: %1 seconds ago
es: hace %1 segundos

source: 1 minute ago
es: hace 1 minuto

source: %1 minutes ago
es: hace %1 minutos

source: 1 hour ago
es: hace 1 hora

source: %1 hours ago
es: hace %1 horas

source: 1 day ago
es: hace 1 día

source: %1 days ago
es: hace %1 días

source: 1 week ago
es: hace 1 semana

source: %1 weeks ago
es: hace %1 semanas

source: 1 month ago
es: hace 1 mes

source: %1 months ago
es: hace %1 meses

source: 1 year ago
es: hace 1 año

source: %1 years ago
es: hace %1 años

source: async_request: missing or invalid queue configuration: either configure web_queue to 'host:port', or web_host and web_port
es: petición asíncrona: falta la cola de configuración o no es válida: o bien conffigure el web_queue a 'host:port', o bien a web_host y web_port

source: Unresolved vars: '%1' in %2
es: Vars no resueltas: '%1' in %2

source: User Logout
es: Finalización de sesion del usuario

source: Login Failed
es: Login Inválido

source: Login by SAML Ok
es: Autenticación SAML Válida

source: Login by SAML Failed
es: Autenticación SAML Inválida

source: Login by CAS Ok
es: Autenticación CAS Válida

source: Login by CAS Failed
es: Autenticación CAS Inválida

source: Surrogate Ok
es: Impersonado OK

source: Surrogate Failed
es: Impersonado Fallido

source: User Login Attempt
es: Intento de conexión del Usuario

source: Authorize User Login
es: Autorizar Login de Usuario

source: Deny User Login
es: Denegar Login de Usuario

source: Login Error Message
es: Mensaje de Error de Login

source: New CI
es: CI Creado

source: Update CI
es: CI Actualizado

source: Delete CI
es: CI Borrado

source: Missing parameter repo
es: Falta repo de parámetros

source: Could not find or create dir %1 for file %2
es: No pude encontrar o crear dir %1 para fichero %2

source: File %1 does not have a blob
es: El archivo %1 no tiene un 'blob'

source: Could not checkout to file '%1': %2
es: No pude hacer checkout a fichero '%1': %2

source: Create system tags
es: Crear etiquetas de sistema

source: Projects are required when creating baselines ' . 'for repositories with tags_mode project
es: Se requieren proyectos al crear baselines ' . 'para repositorios con proyecto tags_mode

source: Missing parameter tag needed for top revision
es: Falta el parámetro tag necesario para la revisión más reciente

source: Could not find top revision in repository %1 for tag %2. Attempting to redeploy to environment?
es: No se puede encontrar la revisión más reciente en el repositorio %1 para el tag %2.¿Está intentando volver a desplegar de nuevo al entorno?

source: Tag %3 sha set to %1 as it was in previous job %2
es: Tag %3 sha establecida a %1 como estaba en el job anterior %2

source: No last job detected for commit %1. Cannot redeploy it
es: No se ha detectado el último job para el commit %2. No se puede desplegar de nuevo

source: Error: revision `%1` not found in repository %2
es: Error: la revision `%1` no se ha encontrado en el repositorio %2

source: Error: tag `%1` not found in repository %2
es: Error: El tag `%1` no se ha encontrado en el repositorio %2

source: Tag %1 (sha %2) is already on top
es: La etiqueta %1 (sha %2) ya está en el top

source: Tag %1 (sha %2) is already at the bottom
es: La etiqueta %1 (sha %2) ya está al principio

source: Looking for common history between %1 and %2
es: Buscando el historial común entre %1 y %2

source: Revision [%1] is not in the top revision's history
es: La revisión [%1] no esta al principio del historial de revisionesLa revisión [%1] no está en la historia de la revisión que se va a pasar

source: Could not find or create directory %1: %2
es: No se puede encontrar o crear el directorio %1: %2

source: No files for ref %1 in repository. Skipping
es: No hay archivos en el repositorio para la referencia %1. Omitiendo

source: *Git*: checkout of repository %1 (%2) into `%3`
es: Git*: checkout del repostorio %1 (%2) en `%3`

source: *Git* Job Elements %1
es: Elementos de pase *Git* %1

source: Promote baseline $tag to $top_rev: tag -f $tag $top_rev
es: Promocionando baseline $tag a $top_rev: tag -f $tag $top_rev

source: Promoted baseline %1 to %2
es: Línea Base promocionada de %1 a %2

source: Demote baseline $tag to $top_rev: tag -f $tag $top_rev
es: Devolviendo baseline $tag a $top_rev: tag -f $tag $top_rev

source: Demoted baseline %1 to %2
es: Línea Base devuelta de %1 a %2

source: Updating baseline $tag to $top_rev: tag -f $tag $top_rev
es: Actualizando baseline $tag a $top_rev: tag -f $tag $top_rev

source: Updated baseline %1 to %2
es: Actualizado el entorno %1 a %2

source: Error: could not find tag %1 in repository. Repository tags are configured?
es: Error: No se puede encontrar la etiqueta %1 en el repositorio. ¿Están configuradas las etiquetas del repositorio?

source: Not all given commits were found: %1
es: No todos los commits dados han sido encontrados: %1

source: No changesets for this sha %1
es: No hay changesets para este sha %1

source: This sha %1 is contained in more than one changeset: %2
es: Este sha %1 está incluido en más de un changeset: %2

source: Could not chown '%1 %2': %3
es: No se puede hacer chown sobre '%1 %2': %3

source: balix: can't send file: missing remote dir in '%1'
es: balix: no se puede enviar el fichero: falta el directorio remoto en '%1'

source: balix: cannot send file: destination is a directory `%1`
es: balix: no se puede enviar el fichero: el destino es un directorio `%1`

source: CAPTURE for item %1 with regex %2
es: CAPTURA del elemento %1 con la expresión regular %2

source: Could not connect to database %1
es: No se puede conectar con la base de datos %1

source: Database error: %1 %2
es: Error de base de datos: %1 %2

source: Stopping SQL execution due to an error
es: Parando la ejecución de SQL debido a un error

source: Could not require package %1: %2
es: No se requiere el paquete %1: %2

source: Directory does not exist or is not accesible %1
es: El directorio no existe o no es accesible %1

source: FTP: Could not connect to host %1
es: FTP: No se ha podido conectar al host %1

source: FTP: No username/password were provided or could not be discovered
es: FTP: No se ha proporcionado ningún usuario/contraseña o no se han encontrado

source: FTP: Could not login: %1
es: FTP: No se ha podido acceder: %1

source: FTP: Could not change home directory to %1: %2
es: FTP: No se ha podido cambiar el directorio de home a %1: %2

source: FTP: could not find local file %1
es: FTP: No se ha encontrado el fichero local %1

source: FTP: could not cwd to %1
es: FTP: No se ha podido cambiar de directorio a %1

source: ERROR: Server is not reachable: %1
es: ERROR: Servidor no es accesible: %1

source: ERROR: Could not connect: %1
es: ERROR: No se ha podido conectar: %1

source: Grammar not found in %1
es: ortografía no encontrada en %1

source: '%1' is in an active job: %2 (%3) with promote/demote to a different state (%4)
es: '%1' está en un pase activo: %2 (%3) con promoción/devolución a un estado diferente (%4)

source: '%1' is in an active job to bl %3: %2
es: '%1' está en un pase activo al entorno %3: %2

source: Projects
es: Proyectos

source: Revisions
es: Revisiones

source: Repository
es: Repositorio

source: Files
es: Ficheros

source: Missing job contents
es: Falta rellenar el contenido del pase

source: Job contents: %1 total items
es: Contenido del pase: %1 elementos en total

source: Job contents: %1
es: Contenido del pase: %1

source: Job resumed by user %1
es: Pase reanudado por el usuario %1

source: Job was not paused
es: El pase no está en pausa

source: Job restarted by user %1, execution %2, step %3
es: Pase reiniciado por el usuario %1, ejecución %2, paso %3

source: Job %1 cannot be rescheduled unless its status is '%2' (current: %3)
es: El pase %1 sólo puede ser replanificado en estado %2 (actual: %3)

source: READY
es: ESPERANDO INICIO

source: APPROVAL
es: PENDIENTE APROBACIÓN

source: Job %1 rescheduled by user %2 from `%3` to `%4`
es: Pase %1 reprogramado por el usuario %2 de `%3` a `%4`

source: Job %1 is currently running and cannot be deleted
es: Pase %1 está actualmente en ejecución y no puede borrarse

source: approved
es: aprobado

source: *Job Approved by %1*: %2
es: *Pase Aprobado por %1*: %2

source: rejected
es: rechazado

source: *Job Rejected by %1*: %2
es: *Pase Rechazado por %1*: %2

source: no comment
es: No hay comentarios

source: Data dump
es: Volcado de datos

source: Job failure: %1
es: Fallo del pase: %1

source: No need to rollback anything.
es: No es necesario iniciar el rollback

source: Error during rollback. Baselines are inconsistent, manual intervention required.
es: Error durante la marcha atrás. Los entornos son inconsistentes, se requiere intervención manual

source: Job step %1 finished with error
es: Paso %1 del pase ha terminado con error

source: Job step %1 finished ok
es: Paso %1 del pase ha terminado ok

source: Job step %1 finished with status %2
es: Paso %1 del pase ha terminado con estado %2

source: Could not write pid file for job: %1
es: No se puede escibir el fichero del pid para el pase: %1

source: Job pausing...
es: Pausando el pase...

source: unspecified
es: Sin especificar

source: Paused. Reason: %1
es: Retenido (pausa). Motivo: %1

source: Setting pause timeout at %1 seconds
es: estableciendo el tiempo de espera de la pausa en %1 segundos

source: Pause timed-out at %1 seconds
es: La pausa ha excedido su tiempo máximo de %1 segundos

source: Pause finished due to status %1
es: Pausa terminada debido al estado %1

source: Job cancelled while in pause
es: Pase cancelado durante la pausa

source: Job error while in pause
es: Error del pase durante la pausa

source: Suspending Job
es: Suspendiendo el pase

source: Import template
es: Importar plantilla

source: Error: missing template
es: Error: falta la plantilla

source: Update the project tab to review the new variables
es: Actualize la pestaña del proyecto para revisar las nuevas variables

source: My Reports
es: Mis Informes

source: New search
es: Nueva búsqueda

source: Public Reports
es: Informes Públicos

source: Internal Reports
es: Informes Internos

source: Rule Reports
es: Informes de Regla

source: Edit
es: Editar

source: Delete
es: Borrar

source: Error user does not exist.
es: Error, no existe el usuario.

source: Search added
es: Búsqueda añadida

source: Search name already exists, introduce another search name
es: El nombre de la búsqueda ya existe, introduce otro nombre de búsqueda

source: Error adding search: %1
es: Error añadiendo la búsqueda: %1

source: Search modified
es: Búsqueda modificada

source: Error modifing search: %1
es: Error modificando la búsqueda: %1

source: Search deleted
es: Búsqueda borrada

source: Error deleting search: %1
es: Error borrando la búsqueda: %1

source: Dynamic
es: Dinámico

source: Undefined
es: Sin definir

source: File skipped: %1
es: Fichero ignorado: %1

source: No mid, can't change status
es: No hay mid, no se puede cambiar el estado

source: Could not find status `%1`
es: No se puede encontrar el estado `%1`

source: Password does not comply. Rule: %1
es: La contraseña no cumple con las características. Regla: %1

source: class_date_format
es: %d/%m/%Y

source: class_date_time
es: %H:%M

source: Could not find a worker capable of %1
es: No se pudo obtener un worker capaz de %1

source: Local file '%1' not found
es: Archivo local '%1' no encontrado

source: Last jobs by app
es: Últimos pases por app

source: List jobs
es: Listar pases

source: List baselines
es: Listar baselines

source: Job chart
es: Gráfica de pases

source: Job daily distribution
es: Distribución diaria de pases

source: CI Graph
es: Gráfica de CI

source: Topics chart
es: Cuadro de tópicos

source: List topics
es: Listar tópicos

source: Topics time line
es: Linea temporal de tópicos

source: Topics burndown
es: Franja horaria de tópicos

source: Topics period burndown
es: Franja horaria por periodos de tópicos

source: Topics burndown NG
es: NG de franjas horarias de tópicos

source: Topics gauge
es: Gauge de tópicos

source: Topic Roadmap
es: Hoja de ruta de tópicos

source: Internet frame
es: Marco de Internet

source: Email messages
es: Mensajes de correo electrónico

source: user %1 created the repository %2
es: el usuario %1 ha creado el repositorioy %2

source: New repository
es: Nuevo Repositorio

source: user %1 updated the repository %2
es: el usuario %1 ha actualizado el repository %2

source: Update repository
es: Repositorio actualizado

source: Included Into
es: Incluído dentro de

source: Attach Files
es: Adjuntar Ficheros

source: Progress Bar
es: Barra de progreso

source: Calculated Numberfield
es: Campo Numérico Calculado

source: Datefield
es: Campo de fecha

source: Timefield
es: Campo de tiempo

source: CI List
es: Lista de CI

source: CI Grid
es: Grid de CI

source: DB Query
es: Consulta BD

source: Download All Files
es: Descargar Todos los Ficheros

source: Grid Editor
es: Editor de Grid

source: Milestones
es: Hitos

source: Environment Planner
es: Planificador de Entorno

source: Planned Start
es: Inicio Planificado

source: Planned End
es: Final Planificado

source: Milestone
es: Hito

source: Planned End Date
es: Fecha Fin Planificada

source: Real End Date
es: Fecha Fin Real

source: HTML Editor
es: Editor HTML

source: Pagedown Editor
es: Edtor de Avance de Página

source: Pills
es: Pastilla

source: Status Pie Chart
es: Cuadro Tarta de Estado

source: Status Changes
es: Cambios de Estado

source: Topic Grid
es: Grid de Tópicos

source: Checkbox
es: Casilla de verificación

source: Separator
es: Separador de campos

source: Textfield
es: Campo de texto

source: Preformatted Text
es: Texto Preformateado

source: Numberfield
es: Campo numérico

source: Moniker
es: Nemónico

source: Description
es: Descripción

source: Revision Box
es: Caja de Revisión

source: Release Combo
es: Combo de Releases

source: Release Version
es: Versión de Release

source: Project Combo
es: Combo de proyectos

source: User Combo
es: Combo de Usuarios

source: Topic Selector
es: Selector de Tópico

source: CI Combo
es: Combo de CIs
