Repository: LinguistDeveloper/clarive
Catalog: lib/Baseliner/I18N/*.po
Languages: es

source: Could not reload calendar
es: No es posible recargar el calendario

source: Remove Job Item
es: Eliminar Elemento de Pase

source: Relationship
es: Relación

source: Job Item
es: Elemento de Pase

source: Last Updated
es: Última Actualización

source: Job Contents
es: Contenido del Pase

source: Cannot promote/demote this entity type
es: No se puede promocionar/degradar este tipo de entidad

source: Topic %1 has already been selected
es: El tópico %1 ya ha sido seleccionado

source: Do you want to add all grouped changesets in the same state from all projects?
es: ¿Quieres añadir todos los cambios agrupados que están en el mismo estado de todos los proyectos?

source: Invalid
es: Inválido

source: Cannot submit. The form has errors.
es: No se puede dar de alta el pase: el formulario contiene errores.

source: Starting job check and initialization...
es: Inicializando el pase...

source: Unknown Error
es: Error Desconocido

source: Connection Error
es: Error de Conexión

source: Form Error
es: Error en el Formulario

source: More Info...
es: Más Información...

source: Add Job Items
es: Elementos del Pase

source: Blocked
es: Bloqueado

source: Package cannot be added to job
es: No se ha podido añadir paquete al pase

source: No records found
es: No hay registros

source: View Applied Slots
es: Ver Ventanas Relacionadas

source: No slots selected
es: No se han seleccionado slots

source: Applied Calendar Slots
es: Ventanas de Pase Relacionadas

source: Reload Calendar Slots
es: Recargar Ventanas de Pase

source: Estimated Duration
es: Duración Estimada

source: Success Rate
es: Probabilidad de Éxito

source: When
es: Cuándo

source: Live search requires a minimum of %1 characters.
es: Para iniciar la búsqueda es necesario un mínimo de %1 caracteres.

source: Promote
es: Promoción

source: Demote
es: Marcha atrás

source: Destination Baseline
es: Entorno Destino

source: Origin Baseline
es: Entorno Origen

source: Custom Window
es: Ventana Personalizada

source: Check for job out of window
es: Chequee si quiere crear un pase fuera de ventana

source: Timezone
es: Zona Horaria

source: Loading dates...
es: Cargando fechas...

source: Without Dates
es: Sin Fechas

source: There are no allowed dates for the job. Please, select customized window
es: No hay fechas disponibles para el pase. Seleccione una ventana personalizada

source: Calendar Errors
es: Errores en Calendario

source: There are no allowed windows for the job. Searching returns an exception: %1
es: No hay calendarios disponibles para el pase. La busqueda ha devuelto una excepcion: %1

source: Timeout error ocurred
es: Se ha producido un error de timeout

source: Updating times...
es: Actualizando horas...

source: Job time expired
es: Hora de pase caducada

source: Time off range %1
es: Hora fuera de rango %1

source: Job is out of window. Check 'Custom window' if you want a job out of allowed windows
es: Pase fuera de ventana. Seleccione 'Ventana personalizada' si quiere un pase fuera de las ventanas permitidas

source: Invalid time format (00:00-23:59)
es: Formato de hora no válido (00:00-23:59)

source: Item Type
es: Tipo de Elemento

source: Location
es: Ubicación

source: Cannot promote/demote changeset %1 to baseline %2 (job type %3)
es: No es posible promover/devolver el cambio %1 al entorno %2 (tipo de pase: %3)

source: For the jobs outside of window it is required to add a reason to the comment field
es: En pases fuera de ventana, es obligatorio informar el motivo del pase en el campo observaciones

source: Job Options
es: Opciones del Pase

source: Job Type
es: Tipo de Pase

source: Your user does not have permission to create any job in any environment
es: Tu usuario no tiene permisos para crear job en ningún entorno

source: Stash Log
es: Log del pase

source: Create Label
es: Crear Etiqueta

source: Edit Label
es: Editar Etiqueta

source: Are you sure you want to delete the labels selected?
es: ¿Seguro que quiere borrar le etiqueta seleccionada?

source: Label
es: Etiqueta

source: Pick a Color
es: Elige color

source: Add to folder
es: Agregar a la carpeta

source: That job cannot be created for that changeset probably because its status has changed. Please, reload the node.
es: Este pase no se puede crear para ese cambio probablemente porque ha cambiado su estado. Por favor, refresca el nodo.

source: Create a report
es: Crear un informe

source: New Search
es: Nueva Búsqueda

source: Operator
es: Operador

source: Header
es: Cabecera

source: Width
es: Ancho

source: Data Key
es: Clave del Dato

source: Meta Type
es: Tipo Dato

source: Topic
es: Tópico

source: Columns
es: Columnas

source: Relation
es: Relación

source: Loading Error
es: Error de Carga

source: Ascending
es: Ascendente

source: Descending
es: Descendente

source: Rows
es: Filas

source: Permissions
es: Permisos

source: Private
es: Privado

source: Public
es: Público

source: Fields
es: Campos

source: Sort
es: Ordenar

source: Clear
es: Limpiar

source: Information
es: Información

source: Wait while retrieving fields list and format for report %1
es: Espere mientras se busca la información de columnas y formatos del informe %1

source: Fields retrieved. Now wait while generating report %1
es: Información recuperada. Espere mientras se genera el informe %1

source: AssignedTo
es: Asignada A

source: Compile
es: Compilar

source: Workspace Name
es: Nombre del Workspace

source: Remote Dir
es: Directorio remoto

source: New Workspace
es: Nuevo Workspace

source: Chronological
es: Cronológico

source: Reverse
es: Inverso

source: Hide Data
es: Ocultar datos

source: View Data
es: Ver datos

source: Step
es: Paso

source: view
es: ver

source: Refresh
es: Refresco

source: Job is not active
es: Pase no está activo

source: Text
es: Texto

source: Annotations
es: Anotaciones

source: Field limit exceeded: %1 chars. Use the Data field for large content
es: Límite de campo excedido: %1 caracteres. Utilice el campo Datos para contenido extenso

source: Annotation
es: Anotación

source: Submitted
es: Enviado

source: Severity
es: Severidad

source: Execution %1/%2
es: Ejecución %1/%2

source: Execution
es: Ejecución

source: Delete Log
es: Borrar log

source: Do you wish to delete all log data for job %1, exec %2?
es: ¿Desea borrar todos los datos del log para la tarea %1, exec %2?

source: View Stash
es: Ver Stash

source: Job Stash %1
es: Stash del pase %1

source: View Logfile
es: Ver Fichero de Log

source: Logfile %1
es: Fichero de log %1

source: Resume Job
es: Reanudar Pase

source: Do you wish to resume job %1
es: Seguro que quiere reanudar el job %1

source: Job Log
es: Log del pase

source: Provider
es: Origen

source: Log Id
es: Id del log

source: Annotate
es: Anotar

source: Advanced
es: Avanzado

source: View Log
es: Ver Log de Pase

source: Inbox
es: Buzón

source: Message Id
es: Id del mensaje

source: Scheduled
es: Planificado

source: Could not delete the message
es: No se ha podido borrar el mensaje

source: Delete all
es: Borrar todos

source: Are you sure you want to delete all the inbox messages?
es: ¿Está seguro de que quiere borrar todos los mensajes del buzón?

source: Could not delete all the inbox messages
es: No se han podido borrar todos los mensajes del buzón

source: Inbox for %1
es: Buzón %1

source: Reset Grid Columns
es: Resetear Columnas del Grid

source: Natures: %1
es: Naturalezas: %1

source: Check None
es: Desmarcar Todos

source: No Projects
es: No Proyectos

source: Project: %1
es: Proyecto: %1

source: Baseline: %1
es: Entorno: %1

source: promote
es: Promoción

source: Type: %1
es: Tipo: %1

source: demote
es: Marcha Atrás

source: static
es: Estático

source: Error trapped
es: Error de excepción

source: Retry
es: Reintentar

source: Retries the job task that failed
es: Reintentar la tarea del pase que falló

source: Skip
es: Ignorar

source: Skips the job task that failed, ignoring the error
es: Ignorar las tareas de pase que fallan, ignorando el error

source: Abort
es: Abortar

source: The task will fail
es: La tarea va a fallar

source: The trap timeout countdown will be paused
es: Se cancela la cuenta atras de la captura

source: LOADING
es: CARGANDO

source: Run In-process: %1
es: Ejecución en proceso: %1

source: Run In-Process
es: Ejecución en proceso

source: (no data)
es: (no datos)

source: Run In-process
es: Ejecución en proceso

source: Job Export
es: Exportar Pase

source: Job export started. Wait a few minutes...
es: Exportación de pase iniciada. Espere algunos minutos...

source: Select a row first
es: Seleccione una fila

source: Are you sure you want to rollback the job?
es: ¿Estás seguro de que quieres hacer rollback del pase?

source: Force Rollback Warning
es: <b>ATENCIÓN</b>: Use esta opción con precaución, forzar la regresión <b>puede desestabilizar el funcionamiento de los entornos</b>. Si no está seguro de las dependencias, <b>no continue el rollback</b>

source: Yes, I'm sure
es: Si, estoy seguro

source: Cancel
es: Cancelar

source: Are you sure you want to resume the job?
es: ¿Está seguro de que quiere reanudar el pase?

source: Resume
es: Reanudar

source: Killing the job will interrupt current local processing but no remote processes
es: Al matarse el proceso se interrumpen procesos locales, pero no procesos remotos

source: Are you sure you want to %1 the job?
es: ¿Está seguro de que quiere %1 el pase?

source: kill
es: abortar

source: delete
es: borrar

source: cancel
es: cancelar

source: Rerun
es: Reiniciar

source: Job Status
es: Estado del Pase

source: Change Job Status
es: Cambio del estado del job

source: Initial Step
es: Paso Inicial

source: Start Date
es: Fecha de Inicio

source: Run Now
es: Ejecutar Ahora

source: Job Restarted
es: Pase Reiniciado

source: Reschedule
es: Replanificar

source: Update
es: Actualizar

source: Rejected
es: Rechazado

source: Trapped
es: Capturado

source: Trapped_Paused
es: Capturado en Pausa

source: Running
es: Ejecutando

source: Finished
es: Finalizado

source: Killed
es: Abortado

source: In-Edit
es: En Edición

source: Waiting
es: Esperando

source: Ready
es: Listo

source: Approval
es: Aprobación

source: Suspended
es: Suspendido

source: Paused
es: Retenido

source: Rollbackfail
es: Error marcha atrás

source: Rolledback
es: Marcha atrás Ok

source: Pending
es: Pendiente

source: Superseded
es: Sobreseído

source: Expired
es: Caducado

source: Before
es: Antes

source: After
es: Después

source: On
es: El

source: Env
es: Ent

source: Status Code
es: Código de Estado

source: Subapplications
es: Subapplicaciones

source: Last Message
es: Mensaje

source: Max Start Date
es: Fecha Máxima de Inicio

source: End Date
es: Fecha de Finalización

source: Host
es: Servidor

source: Owner
es: Propietario

source: Runner
es: Ejecutador

source: PRE Start Date
es: Fecha de inicio de la pre-ejecución

source: PRE End Date
es: Fecha final de pre-ejecución

source: RUN Start Date
es: Fecha de inicio de la ejecución

source: RUN End Date
es: Fecha final de ejecución

source: Event
es: Evento

source: Steps
es: Pasos

source: Template
es: Plantilla

source: Recipients
es: Destinatarios

source: Create recipient
es: Crear destinatario

source: Edit notification
es: Editar notificación

source: Are you sure you want to deactivate the notifications selected?
es: ¿Seguro que quiere desactivar las notificaciones seleccionadas?

source: Are you sure you want to delete the notifications selected?
es: ¿Seguro que quiere borrar las notificaciones seleccionadas?

source: SEND
es: ENVIAR

source: EXCLUDE
es: EXCLUIR

source: Inactive
es: Desactivado

source: Scopes
es: Ámbitos

source: Action
es: Acción

source: Digest time
es: Tiempo de asimilación

source: Digest date
es: Fecha de asimilación

source: Digest frequency
es: Frecuencia de asimilación

source: Parent
es: Raíz

source: Nature
es: Naturaleza

source: Surrogate
es: Impersonar

source: Surrogating as %1
es: Impersonando a %1

source: Surrogate Error
es: Error al Impersonarse

source: New Project
es: Nuevo proyecto

source: History
es: Historial

source: Refresh Node
es: Refrescar

source: Maximize
es: Maximizar

source: Raw
es: Ver Original

source: Lang: %1
es: Lenguaje: %1

source: Output: %1
es: Salida: %1

source: Lang
es: Lenguaje

source: Run
es: Ejecutar

source: Export all to file
es: Exportar a ficheros

source: Console
es: Consola

source: Exported all items to files.
es: Todos los elementos exportados a ficheros.

source: Tidy
es: Ordenar

source: Elapsed
es: Transcurrido

source: Fullscreen
es: Pantalla completa

source: Basic HTML Report
es: HTML Básico

source: Are you sure you want to approve %1?
es: Está seguro de que quiere autorizar %1?

source: Cancel Request
es: Cancelar Solicitud

source: Approve
es: Aprobar

source: Reject
es: Rechazar

source: %1 is not in a release.
es: %1 no está en ninguna release.

source: Are you sure you want to remove %1 from the release %2?
es: ¿Está seguro de que quiere quitar el elemento %1 de la release %2?

source: %1 removed
es: Quitado %1

source: Cannot add item of type %1 to releases.
es: No se permite añadir el elemento de tipo %1 a una release.

source: Add to Release
es: Añadir a Release

source: %1 added
es: Añadido %1

source: Could not add the item: %1
es: No se ha podido añadir el elemento: %1

source: Add Item to Release
es: Añadir Elemento a Release

source: Delete from Release
es: Quitar de una Release

source: Providers
es: Proveedores

source: Create...
es: Crear...

source: Create Revision
es: Crear Elemento

source: Are you sure you want to delete revision %1?
es: ¿Desea borrar el elemento %1?

source: Deleting...
es: Borrando...

source: Deleted revision %1
es: Borrado %1

source: Error deleting revision %1: %2
es: Error borrando el elemento %1: %2

source: Error deleting revision %1
es: Error borrando el elemento %1

source: New Name
es: Nuevo Nombre

source: Rename
es: Renombrar

source: Renaming...
es: Renombrando...

source: Error in Rename
es: Error en el Renombrado

source: View Email
es: Ver Email

source: Application
es: Aplicación

source: Last Job
es: Último Pase

source: Icon
es: Icono

source: Pending Approval
es: Pendiente de Aprobación

source: Packages
es: Paquetes

source: Views
es: Vistas

source: Auto Refresh
es: Refresco Auto

source: Week
es: Semana

source: Role Name
es: Nombre de Rol

source: Mailbox
es: Buzón

source: Bounds
es: Limites

source: Set
es: Establecer

source: actions
es: acciones

source: Available Actions
es: Acciones Disponibles

source: Negative
es: Negativo

source: Allow
es: Permitir

source: Deny
es: Denegar

source: Role Bounds
es: Límites de Rol

source: Action bounds saved
es: Límites para la acción guardados

source: Are you sure you want to close the window?
es: ¿Está seguro de que quiere cerrar la ventana?

source: Bounds Selection
es: Selección de Límites

source: Remove Selection
es: Descartar Selección

source: Remove All
es: Descartar Todos

source: Role Actions
es: Acciones del Rol

source: Loading...
es: Cargando...

source: Role: %1
es: Rol: %1

source: New Role
es: Nuevo Rol

source: Please, select the role to delete
es: Por favor, seleccione el rol a borrar

source: The role %1 does not have users assigned, delete this role?
es: El rol %1 no tiene usuarios asignados, ¿desea borrar el rol?

source: The role %1 has %2 user(s) assigned, delete this role?
es: El rol %1 tiene %2 usuario(s) asignados, ¿desea borrar el rol?

source: Could not delete the role
es: No se ha podido borrar el rol

source: The role does not exist
es: El Rol no existe

source: Duplicate
es: Duplicar

source: Could not duplicate the role
es: No se ha podido duplicar el rol

source: Invalid actions for role %1
es: Acciones inválidas para el rol %1

source: Actions for role %1
es: Acciones para el rol %1

source: Delete Invalid Actions
es: Borrar Acciones Inválidas

source: Overview
es: Resumen

source: Export as SVG
es: Exportar como SVG

source: Zoom In
es: Acercar

source: Zoom Out
es: Alejar

source: Flowchart
es: Diagrama de Flujo

source: Event Type
es: Tipo de evento

source: Independent
es: Independiente

source: Job Pipeline
es: Cadena de pase

source: Report
es: Informe

source: Pipeline Description
es: Descripción de la cadena

source: Authentication
es: Autenticación

source: Web Service Type
es: Tipo de Web Service

source: Select the Event
es: Seleccione el Evento

source: Job Pipeline Details
es: Detalles de la cadena de pase

source: No events selected
es: No se han seleccionado eventos

source: Missing rule name
es: Falta el nombre de la regla

source: Delete rule %1?
es: ¿Borrar regla %1?

source: Rule Export
es: Exportar regla

source: Select rule to export first
es: Seleccione primero una regla que exportar

source: Import YAML
es: Importar YAML

source: Imported rule: %1
es: Importada la regla: %1

source: Edit Rule
es: Editar regla

source: %1 for event '%2'
es: %1 para el evento '%2'

source: Edit: %1
es: Editar: %1

source: Paste
es: Pegar

source: Metadata
es: Metadatos

source: Note
es: Nota

source: Return Key
es: Clave de retorno

source: Needs Rollback?
es: ¿Es necesaria marcha atrás?

source: Rollback Needed After
es: La marcha atrás será necesaria después

source: Rollback Needed Always
es: Marcha atrás necesaria siempre

source: Needs Rollback Key
es: se necesita clave de la marcha atrás

source: Run Forward
es: Sólo en Marcha Adelante

source: Run Rollback
es: Sólo en Marcha Atrás

source: Error Trap
es: Captura del error

source: No Trap
es: No captura

source: Trap max retry (0 means unlimited)
es: Máximo número de reintentos (0 ilimitado)

source: Parallel Mode
es: Modo paralelo

source: No Parallel
es: No paralelo

source: Semaphore Key
es: Clave de semáforo

source: Missing key
es: Falta la clave

source: Service '%1' does not contain edit information
es: El servicio '%1' no contiene información editable

source: Invalid value. Use only 'a-z' and '_'
es: Valor no válido. Use sólo 'a-z' y '_'

source: Field with this id already exists
es: Ya existe un campo con este id

source: Name assignment
es: Asignar nombre

source: User %1 has changed rule at %2. Are you sure you want to overwrite it?
es: El usuario %1 ha cambiado la regla a %2. ¿Está seguro de que quiere sobreescribirla?

source: DSL validation failed
es: Ha fallado la validación del DSL

source: Go Back
es: Volver

source: Error saving rule
es: Error guardando la regla

source: Rollback Rule
es: Regla de Marcha atrás

source: Tag
es: Etiqueta

source: Cut
es: Cortar

source: Copy Shortcut
es: Copiar Acceso Directo

source: Import Here
es: Importar Aquí

source: Toggle
es: Interruptor

source: Regular Expression
es: Expresión Regular

source: Ignore Case
es: Ignorar Mayúsculas

source: Blame By Time
es: Atribuir por tiempo

source: Expand All
es: Expandir Todo

source: Collapse All
es: Colapsar Todo

source: Start: %1
es: Inicio: %1

source: Rule '%1' has changed, but has not been saved. Leave without saving?
es: La regla `%1` ha cambiado, pero no se ha guardado. ¿Salir sin guardar?

source: Finished OK
es: Terminado OK

source: Error during DSL execution: %1
es: Error durante la ejecución DSL: %1

source: NO ROLLBACK
es: NO MARCHA ATRÁS

source: ROLLBACK
es: MARCHA ATRÁS

source: NO RUN
es: NO EJECUTAR

source: Back
es: Atrás

source: Close Tab
es: Cerrar Actual

source: Close Other Tabs
es: Cerrar Resto

source: Close All Tabs
es: Cerrar Todas

source: Palette
es: Paleta

source: Collapse
es: Ocultar

source: Tree view
es: Vista árbol

source: Import/Export
es: Importar/Exportar

source: SUCCESS
es: ÉXITO

source: Select a row
es: Seleccione una fila

source: Scheduled to run now
es: Planificado para este instante

source: Confirm
es: Confirmar

source: Run now
es: Ejecutar ahora

source: Kill
es: Cancelar

source: Next execution
es: Siguiente ejecución

source: Last execution
es: Última ejecución

source: Frequency
es: Frecuencia

source: Workdays
es: Días de diario

source: What
es: Qué

source: Workdays only
es: Sólo días de diario

source: Schedule information
es: Información de la planificación

source: Grant
es: Conceder

source: Semaphore
es: Semáforos

source: Purge
es: Purgar

source: Moved up
es: Subido

source: busy
es: ocupado

source: waiting
es: esperando

source: Legend
es: Leyenda

source: Busy
es: Ocupado

source: Granted
es: Concedido

source: Done
es: Finalizado

source: Who
es: Quién

source: Process
es: Proceso

source: Status Text
es: Texto de estado

source: Requested On
es: Solicitado

source: Granted On
es: Concedido

source: Released On
es: Finalizado

source: Wait
es: Espera

source: Properties Grid
es: Propiedades del Grid

source: No email found for request %1
es: Email para la solicitud %1 no disponible

source: Request
es: Solicitud

source: Expires
es: Expira

source: More Info
es: Más Información

source: Publish
es: Publicar

source: Are you sure you want to broadcast this message?
es: ¿Seguro que quieres enviar este mensaje?

source: Are you sure you want to broadcast this message to all users?
es: ¿Seguro que quieres transmitir este mensaje a todos los usuarios?

source: Created message with id %1
es: Mensaje creado con id %1

source: Deleted message with id %1
es: Borrado mensaje con id %1

source: Cancelled message with id %1
es: Cancelado mensaje con id %1

source: View Messages
es: Ver Mensajes

source: Compose
es: Componer

source: Read (%1)
es: Leído (%1)

source: More
es: Más

source: Read
es: Leído

source: Fields configuration
es: Configuración de campos

source: Fields category
es: Campos de categoría

source: Field already exists, introduce another field name
es: El campo ya existe, introduzca otro nombre de campo

source: Filter
es: Filtro

source: Values
es: Valores

source: Single
es: Único

source: Multiple
es: Múltiple

source: Custom field
es: Personalizar campo

source: A brief description of the status
es: Una breve descripción del proyecto

source: Edit status
es: Editar estado

source: Name of status
es: Nombre del estado

source: Character dot not allowed
es: Caracter punto no permitido

source: Position
es: Posición

source: Readonly
es: Sólo Lectura

source: CI Update
es: Actualización de CI

source: Are you sure you want to delete the statuses selected?
es: ¿Seguro que quiere borrar los estados seleccionados?

source: Order
es: Orden

source: Internal
es: Interno

source: select providers...
es: seleccione proveedores...

source: Form Rule
es: Regla de Formulario

source: Defined in the Workflow Tab
es: Definido en la pestaña de Flujo de trabajo

source: Workflow Rule: %1
es: Flujo de trabajo de la Regla: %1

source: A brief description of the category
es: Una breve descripción de la categoría

source: Name of category
es: Nombre de categoría

source: Acronym
es: Acrónimo

source: Sample
es: Muestra

source: Edit category
es: Editar categoría

source: Are you sure you want to delete the categories selected?
es: ¿Seguro que quiere borrar las categorias seleccionadas?

source: To Status
es: Estado Destino

source: select status...
es: seleccione un estado...

source: From Status
es: Estado Origen

source: Available Roles
es: Roles disponibles

source: Delete row
es: Borrar fila

source: Are you sure you want to delete the row selected?
es: ¿Seguro que quiere borrar la fila?

source: Roles/Workflow
es: Roles/Flujo de trabajo

source: none
es: Ninguno

source: select job type...
es: seleccione el tipo de pase entre estados...

source: Select at least one role and status to
es: Seleccione al menos un rol y estado destino

source: By project
es: Por proyecto

source: Available Projects
es: Proyectos disponibles

source: More than one field detected. Select target field from list:
es: Ha sido detectado más de un campo. Seleccione el campo objetivo de la lista:

source: Drop
es: Soltar

source: Select a topic
es: Selecciona un tópico

source: Enter or select topics
es: Introduce o selecciona tópicos
