Repository: LinguistDeveloper/clarive
Catalog: lib/Baseliner/I18N/*.po
Languages: es

source: Unexpected reference when loading CI:
es: Referencia inesperada cuando se cargaba el CI:

source: CI record not found for search %1
es: El registro de CI no encontrado para la búsqueda %1

source: CI record not found for mid %1
es: El registro CI no encontrado para el mid %1

source: Cache set error %1 for key %2
es: Error de Caché %1 para la clave %2

source: CC EMAILS added: '%1' (email_cc)
es: CC EMAILS añadido: '%1' (email_cc)

source: Attachment not sent. The size is too big
es: Adjunto no enviado. El tamaño es demasiado grande

source: Attachment not sent. The path does not exist
es: Adjunto no enviado. La ruta del adjunto no existe

source: View server info in about window
es: Ver infromación sobre el servidor en la ventana acerca de

source: Help
es: Ayuda

source: Clarive Help
es: Ayuda Clarive

source: About...
es: Acerca de...

source: About
es: Acerca de

source: Server Version
es: Versión del Servidor

source: Perl Version
es: Versión de Perl

source: Hostname
es: Nombre del Host

source: Process ID
es: ID de Proceso

source: Server Time
es: Hora del Servidor

source: Server Exec
es: Ejecución del Servidor

source: Server Bin
es: Binarios Servidor

source: Server Parent ID
es: ID Padre Servidor

source: OS
es: SO

source: Active users count
es: Cuenta de usuarios activos

source: Active nodes count
es: Cuenta de nodos activos

source: Become a different user
es: Convertirse en un usuario diferente

source: User can change his password
es: El usuario puede cambiar su contraseña

source: Number of user attempts
es: Número de segundos entre intentos

source: Seconds delay between retries
es: Retardo en segundos entre reintentos

source: Maintenance mode
es: Modo mantenimiento

source: Enabled
es: Habilitado

source: Message
es: Mensaje

source: Authentication required
es: Autenticación requerida

source: Invalid User
es: Usuario Inválido

source: Surrogate error: %1
es: Error al impersonarse: %1

source: Missing login
es: Falta el login

source: User is not active
es: El usuario no está activo

source: api-key authentication is not enabled for this url
es: autenticación con api-key no está disponible para esta url

source: Invalid User or Password
es: Usuario o Contraseña inválidas

source: Missing User
es: Falta el Usuario

source: User not found: %1
es: Usuario no encontrado: %1

source: Too many attempts
es: Demasiados intentos

source: Attempts exhausted, please wait
es: Intentos agotados, por favor espere

source: Login error: %1
es: Error de login: %1

source: ------| Login in attempt: `%1`. Result=
es: ------| Intento de login: `%1`. Resultado=

source: Invalid User.
es: Usuario Inválido.

source: User '%1' not found
es: Usuario '%1' no encontrado

source: SAML header: %1
es: Cabecera SAML: %1

source: Current user: %1
es: Usuario actual: %1

source: SAML starting session for username: %1
es: SAML iniciando sesión para el nombre de usuario: %1

source: SAML Failed auth: %1
es: SAML Fallo de autenticación: %1

source: Invalid session
es: Sesión Inválida

source: S0003: create_user_session not enabled
es: S0003: Creada la sesión de usuario no habilitada

source: S0001: User %1 not authorized: action.create_user_session
es: S0001: Usuario %1 no autorizado: action.create_user_session

source: Missing userid
es: Falta el id del usuario

source: S0002: User not found: %1
es: S0002: Usuario no encontrado: %1

source: Auth error: %1
es: Error de autenticación: %1

source: Common
es: Común

source: View CIs
es: Ver CIs

source: Role
es: Rol

source: Collection
es: Colección

source: Admin CIs
es: Administrar CIs

source: Search CIs
es: Buscar CIs

source: Depends On
es: Dependo De

source: Depend On Me
es: Dependen De Mí

source: Requests
es: Peticiones

source: The changeset must be assigned to at least one project
es: El cambio tiene que estar asignado a algún proyecto

source: The revision does not belong to any of the changeset projects
es: La revisión no pertenece a ningún proyecto del cambio

source: The revision must belong to %1 branch. You probably need to merge branches
es: La revisión debe pertenecer a la rama %1. Probablemente necesite combinar ramas

source: The changeset must be created and assigned to at least one project. Save it first
es: Los cambios deben ser creados y asignados a al menos un proyecto. Guárdalo primero

source: Missing class for %1
es: Falta la clase para %1

source: CI %1 saved ok
es: CI %1 guardado ok

source: CI error: %1
es: Error de CI: %1

source: Invalid data format: form data is not hash
es: Formato de datos inválido: los datos no son un hash

source: CI %1 not found
es: CI %1 no encontrado

source: Undefined action
es: Acción indefinida

source: User %1 not authorized to view CI %2 of class %3
es: El usuario %1 no está autorizado para ver el CI %2 de la clase %3

source: CI %1 loaded ok
es: CI %1 cargado ok

source: CI load error: %1
es: Error al cargar el CI: %1

source: User %1 not authorized to admin CI of class %2
es: El usuario %1 no está autorizado para administrar CIs de la clase %2

source: CI class %1 loaded ok
es: La clase de CI %1 cargado correctamente

source: CI class load error: %1
es: la clase de CI ha cargado con error: %1

source: User %1 not authorized to delete CI %2
es: El usuario %1 no está autorizado para borrar el CI %2

source: CIs deleted ok
es: CIs borrados ok

source: Error deleting CIs: %1
es: Error borrando CIs: %1

source: User %1 not authorized to export CI %2
es: El usuario %1 no está autorizado para exportar el CI %2

source: Unknown export format: %1
es: Formato de exportación desconocido: %1

source: CIs exported ok
es: CIs exportados ok

source: Error exporting CIs: %1
es: Error exportando CIs: %1

source: Items must be selected
es: Se debe de seleccionar un elemento

source: Missing parameter classname
es: Falta un parámetro en el nombre de la clase

source: User %1 not authorized to admin CIs of class %2
es: El usuario %1 no está autorizado para administar CIs de la clase %2

source: Could not find CI %1 in database
es: No se puede encontrar el CI %1 en base de datos

source: User %1 not authorized to view CI class %2
es: El usuario %1 no está autorizado para ver la clase de CI %2

source: User %1 not authorized to import CIs
es: El usuario %1 no está autorizado para importar CIs

source: CIs created: %1
es: CIs creados: %1

source: CIs created: %1, CIs updated: %2
es: CIs creados: %1, CIs actualizados: %2

source: No class name defined for ci %1 (%2)
es: No está definido el nombre de la clase para el ci %1 (%2)

source: Related CI not found: %1
es: CI relacionado no encontrado: %1

source: Missing param method
es: Falta el parámetro método

source: Method '%1' not found in class '%2'
es: Método '%1' no encontrado en la clase %2

source: Method '%1' found in class '%2'
es: Método '%1' no encontrado en la clase '%2'

source: Method '%1' not found in mid or class '%2'
es: Método '%1' no encontrado en el mid o clase '%2'

source: Missing calendar field(s)
es: Faltan campo(s) del calendario

source: Fieldlet `%1` not in the database for any of the selected topic categories. Removed or misspelled?
es: El campo `%1` no está en base de datos para ninguna de las categorías de tópico seleccionadas. ¿Borrado o no se ha escrito correctamente?

source: Administrator
es: Administrador

source: Admin
es: Administración

source: List Registry Data
es: Listar Datos de Registro

source: Registry
es: Registro

source: Reports
es: Informes

source: View Reports
es: Ver Informes

source: View dynamics fields
es: Ver campos dinámicos

source: Show dynamics fields
es: Mostrar campos dinámicos

source: Administer daemons
es: Administrar demonios

source: Daemons
es: Demonios

source: Daemon started
es: Demonio iniciado

source: Daemon stopped
es: Demonio parado

source: Daemon added
es: Demonio añadido

source: Error adding Daemon: %1
es: Error añadiendo Demonio

source: Daemon modified
es: Demonio modificado

source: Error modifying Daemon: %1
es: Error modificando Demonio

source: Daemon deleted
es: Demonio borrado

source: Error deleting Daemon
es: Error borrando Demonio

source: Change dashboards in explorer
es: Cambiar dashboards en explorador

source: No default rule found for user %1
es: No existe una regla por defecto para el usuario %1

source: No dashboard defined
es: Dashboard no definido

source: (Default)
es: (Por defecto)

source: Error listing jobs: %1
es: Error listando pases: %1

source: Error listing last jobs: %1
es: Error listando los últimos pases: %1

source: Other
es: Otro

source: Empty
es: Vacío

source: Topics open by category
es: Tópicos abiertos por categorías

source: Daily highlights
es: Cambios diarios

source: Missing content for topic with mid %1
es: Falta el contenido para el tópico con mid %1

source: Missing title for topic with mid %1
es: Falta el título para el tópico con mid %1

source: Modified On
es: Modificado

source: Modified By
es: Modificado Por

source: Created On
es: Creado

source: Created By
es: Creado Por

source: Version
es: Versión

source: Project %1 not found
es: Proyecto %1 no encontrado

source: Topic mid not found: %1
es: Mid de tópico no encontrado: %1

source: Admin Events
es: Administrar Eventos

source: Events
es: Eventos

source: Failed to get registry on event: %1
es: Error al obtener el registro para el evento: %1

source: rule: [%1] %2
es: regla: [%1] %2

source: Notifications
es: Notificaciones

source: Event(s) deleted ok
es: Evento(s) borrados correctamente

source: Event not found
es: No se ha encontrado el evento

source: Event status changed to: %1
es: El estado del evento ha cambiado a: %1

source: Upgrade features, plugins and modules
es: Actualizar features, plugins y módulos

source: Upgrades
es: Actualizaciones

source: Server restart requested. Using kill HUP $ENV{BASELINER_PARENT_PID}
es: Se requiere reiniciar el servidor. Use kill HUP $ENV{BASELINER_PARENT_PID}

source: Server restart requested. Using bali-web restart
es: Se requiere reiniciar el servidor. Use bali-web restart

source: File does not exist: %1
es: El fichero: %1, no existe

source: Loading cpanm.
es: Cargando cpanm.

source: cpanm found at %1
es: cpanm encontrado en %1

source: Install error: could not install distribution: %1
es: Error en la instalación: no se ha podido instalar la distribución: %1

source: Error opening file %1: %2
es: Error abriendo el fichero %1: %2

source: Error opening file: %1
es: Error abriendo el fichero %1

source: Missing branch
es: Falta la rama

source: file: %1
es: fichero: %1

source: ok, remote %1 already exists: %2
es: ok, el remoto %1 ya existe: %2

source: Fetching from remote %1 into branch %2
es: Fetching del remoto %1 en la rama %2

source: Feature %1 not found
es: Feature %1 no encontrada

source: Invalid feature %1 directory: %2
es: Directorio de la feature %1 inválido: %2

source: File already exists
es: El fichero ya existe

source: File added to project
es: Fichero añadido al proyecto

source: Folder moved
es: Carpeta movida

source: Missing file id
es: Falta el id del fichero

source: Remove from folder
es: Quitar de carpeta

source: Folder name cannot be longer than %1 characters
es: La longitud del nombre de carpeta no puede ser mayor que %1

source: Project not found
es: Projecto no encontrado

source: Folder added
es: Carpeta creada

source: Error adding folder: %1
es: Error creando carpeta: %1

source: Folder deleted
es: Carpeta borrada

source: Error deleting folder: %1
es: Error borrando carpeta: %1

source: Topics
es: Tópicos

source: New Folder
es: Crear Carpeta

source: Rename Folder
es: Renombrar Carpeta

source: Delete Folder
es: Borrar Carpeta

source: Missing parent_id
es: Falta el parent_id

source: Invalid name
es: Nombre no válido

source: Folder renamed
es: Carpeta renombrada

source: File moved
es: Fichero movido

source: Missing %1
es: Falta %1

source: Source topic #%1 does not exist or is not in this folder anymore
es: Tópico Fuente #%1 no existe o no está en esta carpeta nunca más

source: File %1 does not exist
es: Fichero %1 no existe

source: Invalid or unauthorized git repository path %1
es: La ruta del repositorio git %1 inválida o no autorizada

source: Project `%1` not found
es: Proyecto `%1` no encontrado

source: User: %1 does not have access to the project %2
es: El usuario: %1 no tiene acceso al proyecto %2

source: Repository `%1` not found for project `%2`
es: El repositorio `%1` no encontrado para el proyecto `%2`

source: Cannot update internal tag %1
es: No se puede actualizar la etiqueta interna %1

source: Authentication failed for user '%1': %2
es: Fallo de autenticación para el usuario '%1': %2

source: Git error: %1 %2 (user=%3)
es: Error de git: %1 %2 (usuario=%3)

source: tree
es: ficheros

source: changes
es: cambios

source: revisions
es: revisiones

source: Show next
es: Mostrar Siguientes

source: (and %1 more...)
es: (y %1 mas...)

source: Adding namespace %1 to job
es: Añadiendo espacio de nombres %1 al pase

source: Could not find revision "%1"
es: No se puede encontrar la revisión "%1"

source: Job %1 created ok
es: Pase %1 creado

source: Error creating job: %1
es: Error creando pase: %1

source: View All Jobs
es: Ver Todos los Pases

source: Environment
es: Entorno

source: Restart Jobs
es: Reiniciar Pases

source: Change default pipeline in job new window
es: Cambiar cadena por defecto en nueva ventana de pase

source: Run Jobs In-Proc, within the Web Server
es: Ejecutar Pases En Proceso, en el Servidor Web

source: Create a job outside of the available time slots
es: Crear un pase fuera de las ventanas de tiempo disponibles

source: Can access the advanced menu in job detailed log
es: Poder acceder al menú avanzado en log detallado de pase

source: Latest
es: Última

source: Job %1 not found
es: Pase %1 no encontrado

source: Job %1 is currently running
es: Pase %1 actualmente en ejecución

source: Job has dependencies due to later jobs. Baseline cannot be updated. Rollback cancelled.
es: El pase tiene dependencias debido a pases posteriores. EL entorno no puede ser actualizado. Marcha atrás cancelada

source: Job rollback requested by %1
es: Pase marcha atrás solicitado por %1

source: Job %1 rollback scheduled
es: Pase %1 marcha atrás programada

source: Job %1 does not need rollback
es: Pase %1 no necesita marcha atrás

source: User %1 does not have permissions to action %2
es: El usuario %1 no tiene permisos para la acción %2

source: Unverified
es: Sin verificar

source: Error: logfile not found or invalid: %1
es: Error: fichero de log no encontrado o inválido: %1

source: Stash saved ok
es: Stash guardado ok

source: Job already cancelled
es: Pase ya cancelado

source: Error deleting job_log
es: Error al borrar el job_log

source: Job cancelled by user %1
es: Pase cancelado por el usuario %1

source: User %1 doesn't have permissions to create a job
es: El usuario %1 no tiene permisos para crear un pase

source: User %1 doesn't have permissions to create a job out of calendar
es: El usuario %1 no tiene permisos para crear pases fuera de ventana

source: No job contents
es: Pase sin contenido

source: Job %1 created
es: Pase %1 creado

source: Job %1 resumed
es: Pase %1 reanudado

source: Error resuming the job: %1
es: Error reanudando el pase: %1

source: Error grouping jobs: %1
es: Error agrupando los jobs: %1

source: Admin labels
es: Administración de etiquetas

source: Labels
es: Etiquetas

source: User (%1) does not have permissions to attach a label
es: El usuario (%1) no tiene permisos para adjuntar etiquetas

source: Label assigned
es: Etiqueta asignada

source: Topic not found: %1
es: Tópico no encontrado: %1

source: Error assigning Labels: %1
es: Error asignando etiquetas: %1

source: User (%1) does not have permissions to detach a label
es: El usuario (%1) no tiene permisos para desadjuntar una etiqueta

source: Labels deleted
es: Etiquetas borradas

source: Label deleted
es: Etiqueta borrada

source: Error deleting label: %1
es: Error borrando etiqueta: %1

source: Label added
es: Etiqueta añadida

source: Validation failed
es: Fallo en la validación

source: Label name already exists
es: La etiqueta ya existe

source: Label does not exist
es: La etiqueta no existe

source: Label modified
es: Etiqueta modificada

source: Error deleting Labels
es: Error borrando etiquetas

source: The log does not exist
es: El log no existe

source: Executed JOBS for <b>%1</b>
es: PASES ejecutados para <b>%1</b>

source: Deleted
es: Borrado

source: File saved to job %1 log: %2
es: Fichero guardado en el pase %1 log: %2

source: Error deleting the message
es: Error borrando el mensaje

source: Message '%1' deleted
es: Mensaje '%1' borrada

source: All
es: Todos

source: Notification added
es: Notificación añadida

source: Notification updated
es: Notificación actualizada

source: Error adding notification: %1
es: Error añadiendo la notificacion: %1

source: Notifications deleted
es: Notificaciones borradas

source: Error deleting notifications
es: Error borrando notificaciones

source: Missing parameter id
es: Falta el parámetro id

source: Notify not found for id %1
es: Notificar que no se encuentra para el id %1

source: Error exporting: %1
es: Error exportando: %1

source: Missing parameter yaml
es: Falta el parámetro yaml

source: Created notify %1
es: Creado notificar %1

source: Updated notify %1
es: Actualizar notificado %1

source: Notify created with id %1 and event_key %2:
es: Notificar creado con el id %1 y la clave de evento %2:

source: Notify %1 updated
es: Notificar %1 actualizado

source: finished
es: finalizado

source: Error importing: %1
es: Error importando: %1

source: Baseliner REPL
es: REPL de Baseliner

source: JS Reload
es: Recargar JS

source: Wipe Cache
es: Limpieza de caché

source: ExtJS API Reference
es: Referencia de API ExtJS

source: ExtJS Examples
es: ExtJS Ejemplos

source: GUI Designer
es: Diseñador GUI

source: Sequences
es: Secuencias

source: Development
es: Desarrollo

source: Error getting sequences: %1
es: Error obteniendo las secuencias: %1

source: Error sync updating sequences
es: Error al sincronizar la actualización de secuencias

source: Modified rows updated successfully
es: Las filas modificadas se han actualizado satisfactoriamente

source: Error updating sequences: %1
es: Error actualizando secuencias: %1

source: Sequences added successfully
es: Secuencias añadidas satisfactoriamente

source: Simulation of modification of sequence by other user
es: Simulación de la modificación de una secuencia por otro usuario

source: Initial state establishet
es: Estado inicial establecido

source: REPL entry not found: %1
es: Entrada REPL no encontrada: %1

source: Missing REPL id
es: Falta id REPL

source: Cannot save: %1
es: No se puede guardar: %1

source: %1 posted a review: %3
es: %1 ha enviado una revisión: %2

source: User posted a review
es: El usuario ha enviado una revisión

source: @%1 created a review for %2
es: @%1 ha creado una revisión para %2

source: Admin Roles
es: Administrar roles

source: Any
es: Cualquiera

source: Role with this name already exists
es: Rol con este nombre ya existe

source: Unknown role `%1`
es: Rol desconocido `%1`

source: Role created
es: Rol creado

source: Role modified
es: Rol modificado

source: Error deleting the role
es: Error borrando el rol

source: Role '%1' modified
es: Rol '%1' modificado

source: User can access the lifecycle panel
es: El usuario puede acceder al panel de ciclo de vida

source: User can access the menu
es: El usuario puede acceder al menú

source: User can access the workspace view
es: El usuario puede acceder a la vista del área de trabajo

source: User can access the releases view
es: El usuario puede acceder a la vista de releases

source: User can access the repositories in a project
es: El usuario puede acceder a los repositorios de un proyecto

source: User can generate docs from topics and views
es: El usuario puede generar documentos de tópicos y vistas

source: Not Logged on
es: No se ha hecho login

source: Error: Authentication required
es: Error: Autenticación requerida

source: invalid sessionid
es: No válido el id de la sesión

source: invalid api-key
es: api-key inválida

source: Help file parsing error
es: Error en el parseo del fichero de ayuda

source: CAS starting session for username: %1
es: CAS iniciando sesión para nombre de usuario: %1

source: CAS Failed auth: no local user found
es: CAS ha fallado la autenticación: no encontrado usuario local

source: CAS Failed auth: unknown ticket
es: CAS ha fallado la autenticación: ticket desconocido

source: Admin Rules
es: Administrar reglas

source: Rule
es: Regla

source: Auto rename variables in rules
es: Auto renombrar variables en reglas

source: CAUTION: If activated, variable names will be changed in rules when renamed in CIs. USE AT YOUR OWN RISK
es: CUIDADO: Si se activa, los nombres de variable se cambiarán en las reglas cuando se renombren en CIs. Usa según tu propio riesgo

source: Rule Designer
es: Creador de Reglas

source: SOAP WS ready to return
es: SOAP WS listo para retornar

source: SOAP WS is ready
es: WS SOAP listo

source: Send notification by email
es: Enviar notificación por correo electrónico

source: Row with id %1 not found
es: Fila con id %1 no encontrada

source: activated
es: activada

source: deactivated
es: desactivada

source: Rule %1 %2
es: Regla %1 %2

source: Missing data
es: Faltan datos

source: Rule imported %1
es: Regla importada %1

source: Rule %1 deleted
es: Regla %1 borrada

source: Rule %1 saved
es: Regla %1 guardada

source: Error saving rule: %1
es: Error guardando la regla: %1

source: Workflow
es: Flujo de Trabajo

source: Generic
es: Genérico

source: Job
es: Pase

source: Fieldlets
es: Campos

source: Rules
es: Reglas

source: Rule statements saved with errors: %1
es: Sentencias de regla guardadas con errores: %1

source: Rule statements saved ok
es: Sentencias de la regla guardadas ok

source: Another user changed rule statements while editing
es: ¡Otro usuario ha cambiado las sentencias de la regla durante el proceso de edición!

source: Rule id %1 missing. Deleted?
es: Falta id de regla %1. ¿Borrado?

source: Corrupt or incorrect json rule tree: %1
es: Árbol de reglas json corrupto o incorrecto: %1

source: Error testing DSL build: %1
es: Error probando construcción DSL: %1

source: id_rule is not passed
es: no se ha pasado id_rule

source: Simulation of modification of rule statements
es: Simulación de la modificación de las sentencias de una regla

source: Rule deleted
es: Regla borrada

source: Version not found: %1
es: Versión no encontrada: %1

source: Rule rollback to %1 (%2)
es: Marcha atrás de regla a %1 (%2)

source: Rule version tagged
es: Etiquetada versión de regla

source: Rule version untagged
es: Desetiquetada version de regla

source: Current: %1 (%2)
es: Actual: %1 (%2)

source: Current
es: Actual

source: Version: %1 (%2)
es: Versión: %1 (%2)

source: Rule tree of %1 loaded successfully
es: Árbol de la regla %1 cargado correctamente

source: %1 rule_id not found
es: %1 rule_id no encontrado

source: Missing parameter id_category
es: Falta el parámetro category_id

source: Start
es: Iniciar

source: Error building diagram: %1
es: Error construyendo el diagrama: %1

source: Admin Scheduler
es: Administrar planificador

source: Scheduler
es: Planificador

source: Error: task log not found
es: Error: log de tareas no encontrado

source: Error deleting schedule: %1
es: Error borrando el planificador: %1

source: Error running schedule: %1
es: Error ejecutando planificación: %1

source: Error saving configuration schedule: %1
es: Error guardando la configuración del planificador: %1

source: Error changing activation: %1
es: Error cambiando la activación: %1

source: Error killing task: %1
es: Error matando la tarea: %1
