Repository: LinguistDeveloper/clarive
Catalog: lib/Baseliner/I18N/*.po
Languages: es

source: Max size in MBytes to keep cla-disp log
es: Tamaño máximo en MBytes para mantener el log de cla-disp

source: Max size in MBytes to keep cla-web log
es: Tamaño máximo en MBytes para mantener el log de cla-web

source: Set this to true (1) to prevent Clarive from purging log files
es: Establecer esto a verdadero (1) para prevenir que Clarive purgue ficheros de log

source: Set this to true (1) to prevent Clarive from purging job logs
es: Establecer esto a verdadero (1) para prevenir que Clarive purgue ficheros de log de pase

source: Keep sent messages in duration format: 1M, 2D, etc.
es: Mantener mensajes enviados en formato de duración: 1M, 2D, etc.

source: Keep event log entries for how long, in duration format: 1M, 2D, etc. Set to blank to stop this purge.
es: Mantener entradas de log de eventos durante cuánto tiempo, en formato de duración: 1M, 2D, etc. Establecer a blanco para detener esta purga.

source: Keep ko event log entries (0 or 1)
es: Mantener entradas de log de eventos incorrectos (0 ó 1)

source: Keep ok event log entries (0 or 1)
es: Mantener entrada de log de eventos correctas (0 ó 1)

source: Keep login event log entries (0 or 1)
es: Mantener entradas de log de eventos de login (0 ó 1)

source: Purge Daemon
es: Purgar Demonio

source: Purging %1 auth events
es: Purgando %1 eventos de autentica´ción

source: Purging %1 ko events
es: Purgando %1 eventos incorrectos

source: Rename Baseline Items and Files
es: Renombrar Elementos Baseline y Ficheros

source: Running file rename for baseline %1
es: Ejecutando renombrar un fichero del entorno %1

source: Renamed %1 item(s), removed %2 item(s)
es: Renombrado(s) %1 elemento(s), borrados %2 elemento(s)

source: Could not find rename root dir %1
es: No se pudo encontrar el renombre para el directorio raíz %1

source: Could not delete file %1: %2
es: No se ha podido borrar el fichero %1: %2

source: Could not rename element %1 to %2: %3
es: No se ha podido renombrar el fichero %1 to %2: %3

source: Could not delete file that belongs to another baseline %1: %2
es: No se ha podido borrar el fichero por pertenecer a otra linea base %1: %2

source: Renamed %1 file(s)
es: Renombrado(s) %1 fichero(s)

source: Deleted elements that belong to another baseline
es: Elementos borrados por petenecer a otra linea base

source: SQA send_ju Daemon Frequency
es: Frecuencia del Demonio SQA send_ju

source: Service iterations
es: Iteraciones del servicio

source: Run a local script
es: Ejecutar un script local

source: Run a remote script
es: Ejecutar un script remoto

source: Eval Remote
es: Eval Remoto

source: Could not change dir to directory `%1`: does not exist
es: No pude cambiar dir a directorio `%1`: no existe

source: Running command: %1
es: Ejecutando el comando: %1

source: Custom error detected: %1 (rc=%2)
es: Detectado error personalizado: %1 (rc=%2)

source: Error running command %1
es: Error ejecutando el comando %1

source: Finished command %1
es: Comando terminado %1

source: STARTING remote script %1: '%2'
es: INICIANDO script remoto %1: '%2'

source: FINISHED remote script %1: '%2'
es: FINALIZADO script remoto %1: '%2'

source: Output ok detected by regexp `%1` (errors will be ignored)
es: Salida correcta detectada por regexp `%1` (se ignorarán los errores)

source: Output error detected by '%1'
es: Salida errónea detectada por '%1'

source: Output error detected
es: Detectada salida errónea

source: Captured %1 into stash variable '%2'
es: Capturado %1 dentro de la variable de stash '%2'

source: ===========> RUNNING remote eval: %1\@%2
es: ===========> EJECUTANDO eval remoto: %1\@%2

source: Error during eval execution: %1
es: Error durante ejecución de eval: %1

source: output
es: salida

source: Replace Strings
es: Reemplazar cadenas

source: Sed: Missing or invalid path in configuration
es: Sed: Falta el Path de configuración o no es válido

source: Sed: starting: %1
es: Sed: iniciando: %1

source: Sed include/exclude.
es: Sed incluir/excluir.

source: Sed changes
es: Cambios Sed

source: Missing file parameter
es: Falta el parámetro del fichero

source: Sed: failed to open file '%1': %2
es: Sed: fallo al abrir el fichero '%1': %2

source: Sed: failed to write to file '%1': %2
es: Sed: fallo al escribir el fichero '%1': %2

source: Restart
es: Reiniciar

source: Sleep for a number of seconds
es: Esperar por un número de segundos

source: Job sleeping for %1 seconds
es: El pase espera por %1 segundos

source: Job awaking after %1 seconds
es: El pase continua después de %1 segundos

source: Error creating system message: %1
es: Error creando mensaje de sistema: %1

source: Transform Template
es: Transformar Plantilla

source: Missing input files
es: Faltan ficheros de entrada

source: Could not find file: %1
es: No pude encontrar fichero: %1

source: Mason convert from `%1`, dir `%2`
es: Convertir a Mason desde `%1`, dir `%2`

source: Invalid templating engine type: %1
es: Tipo de motor de plantllas no válido

source: Could not write to templating output file %1
es: No pude escribir a fichero de salida de plantillas %1

source: Wrote template file %1
es: Escrito fichero de plantillas %1

source: Error processing file body with templating %1: %2
es: Error procesando cuerpo de fichero con pantillas %1: %2

source: Change topic status
es: Cambiar el estado del tópico

source: Create a new topic
es: Crear un nuevo tópico

source: Update topic data
es: Actualizar datos de tópico

source: Attach file to a topic
es: Adjuntar fichero a un tópico

source: Remove files from a topic
es: Eliminar ficheros de un tópico

source: Load topic data
es: Cargar datos de tópico

source: Load topic related
es: Cargar tópicos relacionados

source: Watch for topics without activity in statuses
es: Vigilar tópicos sin actividad en estados

source: Get topics that match conditions
es: Obtener tópicos que coinciden en las condiciones

source: Inactivity daemon Frequency
es: Frecuencia del demonio de inactividad

source: Topic %1 not found
es: Tópico %1 no encontrado

source: Status %1 does not exist in the system
es: El estado %1 no existe en el sistema

source: Topic %1 does not exist in the system
es: El tópico %1 no existe en el sistema

source: Topic %1 not changed to %2 (%3). Current status is not in the valid old_status list
es: El tópico %1 no se ha cambiado a %2 (%3). El estado actual no está en la lista old_status válida

source: Changing status for topic %1 from status `%2` (%3) to status `%4` (%5)
es: Cambiando estado para tçopico %1 desde estado `%2` (%3) a estado `%4` (%5)

source: Missing parameter category
es: Falta parámetro categoría

source: Missing parameter status
es: Falta parámetro estado

source: Category %1 does not exist in the system
es: La categoría %1 no existe en el sistema

source: Error asseting the file %1 to the topic %2. Error: %3
es: Error estableciendo en el fichero %1 el tópico %2. Error: %3

source: Load CI User Data
es: Cargar datos CI de usuario

source: Validate stash variables
es: Validar variables de stash

source: %1 must be filled
es: %1 es obligatoria

source: %1 must match reg-exp %2
es: %1 debe cumplir la expresión regular %2

source: Error parsing %1: %2
es: Error parseando %1: %2

source: Windows Service
es: Servicios de Windows

source: Service `%1` is already running
es: Servicio `%1` está en ejecución

source: Service `%1` starting failed: %2
es: Servicio `%1` falló al iniciarse: %2

source: Service `%1` started
es: Servicio `%1` iniciado

source: Service `%1` is already stopped
es: El servicio `%1` está ya detenido

source: Service `%1` stopping failed: %2
es: El servicio `%1` no se ha podido detener: %2

source: Service `%1` stopped
es: Servicio `%1` detenido

source: Error storing config data
es: Error guardando datos de configuración

source: Administer configuration variables
es: Administrar variables de configuración

source: Config List
es: Configuración

source: Config value %1 deleted
es: Valor de configiración %1 borrado

source: Error deleting config value %1: %2
es: Error borrando el valor de configuración %1: %2

source: Config value %1 saved
es: Valor de configuración %1 guardado

source: Error storing config value %1: %2
es: Error almacenando el valor de configuración %1: %2

source: Config data exported
es: Datos de configuración exportados

source: Error exporting config data: %1
es: Error exportando los datos de configuración: %1

source: Could not find metadata for the key '%1' in the registry.
es: Metadatos para la clave '%1' no localizados en el registry.

source: No data found for variable %1
es: No se han encontrado datos para la variable %1

source: Error requiring logger class %1
es: Error al cargar la clase de logger %1

source: Config Baseliner
es: Configurar Baseliner

source: Change Topic Status
es: Cambiar Estado del Tópico

source: Change Topic Status If Matches
es: Cambiar Estado del Tópico Si Coincide

source: Missing 'statuses_to' configuration for workflow transition
es: Falta la configuración 'statuses_to' para la transición del ciclo de vida

source: IF From Status IS
es: IF Estado Origen ES

source: IF Role IS
es: IF Rol ES

source: IF Project IS
es: IF Projecto ES

source: Error configuring cache: %1
es: Error configurando la caché: %1

source: All files
es: Todos los ficheros

source: Job Items
es: Elementos del pase

source: User
es: Usuario

source: Password
es: Contraseña

source: Server
es: Servidor

source: Port
es: Puerto

source: Service Name
es: Nombre del servicio

source: Scheme
es: Esquema

source: Type
es: Tipo

source: Tables
es: Tablas

source: Table
es: Tabla

source: Include
es: Incluir

source: Element pattern regex to include
es: Patrón de expresión regular a incluir

source: Exclude
es: Excluir

source: Element pattern regex to exclude
es: Patrón de expresión regular a excluir

source: Configuration
es: Configuración

source: Branches
es: Ramas

source: Repository path
es: Path del repositorio

source: Relative path
es: Path relativo

source: Git Repository
es: Repositorio Git

source: <select variable>
es: <selecciona variable>

source: Baseline
es: Entorno

source: Key
es: Clave

source: Chunk Size
es: Tamaño de los trozos

source: Baseline ID
es: Entorno ID

source: Sequence
es: Secuencia

source: Options
es: Opciones

source: Timeout
es: Tiempo de espera

source: Parse Type
es: Analizar tipos

source: Regex
es: Expresion regular

source: Verify
es: Verificar

source: CA File
es: Fichero de CA

source: Certificate File
es: Fichero de Certificado

source: Private Key File
es: Fichero de Llave Privada

source: Basic Authentication
es: Autenticación de acceso básica

source: Table Name
es: Nombre de tabla

source: Data Source
es: Origen de datos

source: Cmd. Line Connection
es: Cmd. Línea de conexión

source: Driver Parameters
es: Parámetros del driver

source: Environment Variables
es: Variables de entorno

source: Engine Package
es: Paquete Engine

source: Add
es: Crear

source: Directories
es: Directorios

source: Root Dir
es: Directorio root

source: Start Path
es: Path de inicio

source: Home
es: Inicio

source: Hostname or IP
es: Nombre o IP de Host

source: Proxy Server
es: Servidor proxy

source: Proxy Timeout (s)
es: Timeout para el proxy (s)

source: OS Version
es: Versión de SO

source: Architecture
es: Arquitectura

source: Connect by SSH
es: Conectado por SSH

source: Connect by Clax
es: Conectado por Clax

source: Connect by FTP
es: Conectado por FTP

source: Connect by Worker
es: Conectado con Worker

source: Connect by Balix
es: Conectado con Balix

source: Remote Temp Dir
es: Directorio remoto de plantillas

source: Remote Tar
es: Tar Remoto

source: Remote Perl
es: Perl Remoto

source: Grammar
es: Ortografía

source: Grammar Template
es: Plantilla de ortografía

source: Replace current grammar with standard one?
es: ¿reemplazar la ortografía actual por la estandard?

source: Token Case
es: Caso de muestra

source: Path Capture
es: Path de las capturas

source: Contents
es: Contenido

source: Parallel?
es: ¿Comparar?

source: Token
es: Muestra

source: Line
es: Línea

source: Parse Tree
es: Analizar árbol

source: Yes
es: Sí

source: Directory
es: Directorio

source: Path
es: Ruta

source: Changesets
es: Cambios

source: Rollback?
es: ¿Marcha atrás?

source: Job Key
es: Clave de pase

source: Pattern
es: Patrón

source: Parser
es: Parseador

source: Build
es: Construir

source: Deploy
es: Desplegar

source: Paths
es: Rutas

source: Exclude unparsed items
es: Excluir elementos sin parsear

source: Environments
es: Entornos

source: Parent Project
es: Proyecto Padre

source: Repositories
es: Repositorios

source: Revision
es: Revisión

source: File
es: Fichero

source: Arguments
es: Argumentos

source: Command arguments
es: Argumentos de comando

source: Bind releases
es: Agrupar releases

source: CI update
es: CI actualizado

source: Frozen
es: Congelado

source: Read only
es: Sólo lectura

source: View in tree
es: Ver en el árbol de proyecto

source: Initial
es: Inicial

source: Deployable
es: Desplegable

source: Canceled
es: Cancelado

source: View
es: Ver

source: Realname
es: Nombre real

source: Email
es: Correo electrónico

source: Phone
es: Teléfono

source: Value
es: Valor

source: CI Role
es: Rol de CI

source: Mandatory
es: Obligatorio

source: Copy
es: Copiar

source: Combo Options
es: Opciones Combinadas

source: Default
es: Por defecto

source: Instances
es: Instancias

source: Stop script
es: Parar script

source: Start script
es: Iniciar script

source: Install
es: Instalar

source: Domain
es: Dominio

source: NetBIOS Name
es: Nombre NetBIOS

source: Scripts Single
es: Scripts Individuales

source: Scripts Multi
es: Scripts Globales

source: List of nodes to deploy to
es: Lista de nodos a desplegar

source: Deployments
es: Despliegues

source: Active
es: Activado

source: Use regex, forward slashes and captures: %1
es: Use expresiones regulares, barras diagonales y capturas: %1

source: Mapping Order
es: Orden de Mapeo

source: Save
es: Guardar

source: Saving...
es: Guardando...

source: Eclipse Java/J2EE Mapping
es: Mapeo en Eclipse Java/J2EE

source: Data stored
es: Datos guardados

source: Error while writing to catalog
es: Error de escritura al catálogo

source: Close
es: Cerrar

source: Manual Deploy
es: Despliegue Manual

source: Enter or select the category tags
es: Indica o selecciona las etiquetas de categoría

source: Manual Deployment Setup
es: Configuración del Despliegue manual

source: Action ID
es: ID de Acción

source: Activity Name
es: Nombre de la Actividad

source: Minimum %1 characters
es: Mínimo %1 caracteres

source: Use regex and forward slashes, separate by comma: ^/files/, ^/xml/
es: Utilice expresiones regulares separadas por coma: ^/files/, ^/xml/

source: Activity Description
es: Descripción de la Actividad

source: Are you sure you want to delete %1 from catalog?
es: ¿Seguro que quiere borrar %1 del catálogo?

source: Modify
es: Modificar

source: Clone
es: Clonar

source: Project
es: Proyecto

source: <Enter your search string>
es: <Introduzca cadena de búsqueda>

source: Catalog
es: Catálogo

source: Search
es: Buscar

source: Grouping
es: Agrupación

source: For
es: Para

source: Mapping
es: Mapeo

source: Package
es: Paquete

source: CI Export
es: Exportar CI

source: Class: %1 #%2
es: Clase: %1 #%2

source: Attribute
es: Atributo

source: Services
es: Servicios

source: Success: %1
es: Éxito: %1

source: Warning
es: Advertencia

source: Dependencies
es: Dependencias

source: You are about to lose your changes. Save now?
es: Está a punto de perder sus cambios. ¿Guardar ahora?

source: No Services
es: No servicios

source: Item
es: Elemento

source: Class
es: Clase

source: Timestamp
es: Fecha-Hora

source: Tags
es: Etiquetas

source: Properties
es: Propiedades

source: Copy of %1
es: Copia de %1

source: New: %1
es: Nuevo: %1

source: Are you sure you want to delete %1?
es: ¿Está seguro de querer borrar %1?

source: Are you sure you want to delete %1 %2 items?
es: ¿Está seguro de querer borrar %1 %2?

source: Are you sure you want to delete %1 items?
es: ¿Está seguro de querer borrar %1 elementos?

source: Confirmation
es: Confirmación

source: The %1 %2 has %3 user(s) assigned, delete this %4?
es: El %1 %2 tiene %3 usuarios asignados, ¿desea borrar el %4?

source: Select rows first
es: Seleccione primero la fila

source: all rows
es: todas

source: Show
es: Mostrar

source: rows/page
es: filas/página

source: Rows {0} - {1} of {2}
es: Filas {0} - {1} de {2}

source: There are no rows available
es: No hay registros disponibles

source: Show Graph
es: Mostrar Gráfico

source: Export
es: Exportar

source: CSV File
es: Archivo CSV

source: Import
es: Importar

source: New %1
es: Nuevo %1

source: Tag This
es: Etiquetar

source: Parameters
es: Parámetros

source: Subject
es: Asunto

source: Config
es: Configuración

source: From
es: De

source: To
es: A

source: Sent
es: Enviado

source: Received
es: Recibido

source: Select at least one row
es: Seleccione al menos una fila

source: Form data saved
es: Formulario guardado

source: Main
es: Principal

source: Field already in the form:
es: Campo ya está en formulario:

source: Error Rendering Tab Component
es: Error interpretando la tabla de componentes

source: Form creation failed
es: Ha fallado la creación del formulario

source: Config Matrix
es: Matriz de Configuración

source: Infrastructure
es: Infraestructura

source: Configuration Items
es: Elementos de Configuración

source: Reset
es: Limpiar

source: New Config Key
es: Nueva Clave de Config

source: Failure
es: Error

source: Original Values
es: Valores Originales

source: Modified Values
es: Valores Modificados

source: Scope
es: Ámbito

source: Default Value
es: Valor por Defecto

source: Module
es: Módulo

source: ChangeStatus
es: Cambiar Estado

source: Are you sure you want to delete the config entry
es: ¿Seguro que quiere borrar la entrada de configuración

source: Resolve
es: Resolver

source: None
es: Ninguno

source: Activate
es: Activar

source: Success
es: Éxito

source: Deactivate
es: Desactivar

source: Are you sure you want to turn off the daemon
es: ¿Está seguro de que quiere parar el demonio

source: Are you sure you want to delete the daemon
es: ¿Está seguro de que quiere borrar el demonio

source: Active instances
es: Instancias activas

source: State
es: Estado

source: Not Active
es: Desactivado

source: Full log
es: Log completo

source: Summary
es: Resumen

source: Active Time
es: Tiempo de activación

source: Total Time
es: Tiempo Total

source: sec
es: seg

source: Last Step
es: Último paso

source: Items
es: Elementos

source: Run Summary
es: Ejecución

source: Output
es: Salida

source: Artifacts
es: Artefactos

source: No artifacts found
es: No se han encontrado artefactos

source: Rollback Failed
es: Rollback fallido

source: Approvals
es: Aprobaciones

source: Event Delete
es: Evento Borrado

source: Event Status Changed
es: Estado del evento cambiado

source: Event Key
es: Clave del evento

source: Rule Log ID
es: ID del log de la regla

source: Event ID
es: ID del evento

source: Rule ID
es: ID de la regla

source: Actions
es: Acciones

source: Reload
es: Recargar

source: Reset event status
es: Reiniciar el estado del evento

source: Feature
es: Característica

source: Date
es: Fecha

source: Branch
es: Rama

source: Last Fetch
es: Último Fetch

source: Versions
es: Versiones

source: Refs
es: Referencias

source: Download Patches
es: Descargar Parches

source: Selected features will be overwritten. A server restart may be necessary. If any changes are found, they will be stashed and the current version saved to the __rollback__ branch. Ok?
es: Las características seleccionadas serán sobreescritas. Puede ser necesario reiniciar el servidor. Si se encuentra algún cambio, se hará un stash con ellos y la versión actual se guardará en la rama de marcha atrás. ¿Está de acuerdo?

source: Diff Only
es: Ver Diferencias

source: No versions were changed, checking out over anyway?
es: No han cambiado las versiones, ¿Desea hacer un checkout de todas formas?

source: Creating patch...
es: Creando parche...

source: Starting download for %1...
es: Iniciando la descarga para %1...

source: Downloading, total %1
es: Descargando, total %1

source: Uploading and importing, total %1
es: Subiendo e importando, total %1

source: Upload and Fetch finished ok
es: Subida y Fetch ha terminado correctamente

source: status: %1
es: Estado: %1

source: Upload response empty.
es: Subir respuesta vacía.

source: Nothing to do. Already up to date.
es: Nada que hacer. Todo al día

source: Patch pull failed: %1
es: Falla el pull del parche: %1

source: Patch request failed: %1
es: Fallo en la solicitud del parche: %1

source: Features
es: Características

source: Modules
es: Módulos

source: Restart Server
es: Reiniciar Servidor

source: You are about to attempt to restart the server. Are you sure?
es: Está a punto de reiniciar el servidor. ¿Está seguro?

source: New Feature
es: Nueva característica

source: Details
es: Detalles

source: Search for updates
es: Buscar actualizaciones

source: Turn Off
es: Desactivar

source: Are you sure you want to demote %1 to baseline %2
es: ¿Quiere devolver %1 al entorno %2?

source: Error creating job
es: Error creando pase

source: Are you sure you want to deploy %1 in baseline %2
es: ¿Quiere desplegar %1 en la línea base %2?

source: Are you sure you want to promote %1 to baseline %2
es: ¿Quiere promocionar %1 al entorno %2?

source: Tasks
es: Tareas

source: Creating Tag...
es: Creando Etiqueta...

source: Create Tag
es: Creando Etiqueta

source: Error during tag create
es: Error durante la creación de la etiqueta

source: Previous
es: Anterior

source: Next
es: Siguiente

source: JES Files
es: Ficheros JES

source: JES Spool
es: Spool JES

source: Priority
es: Prioridad

source: Calendar Windows
es: Ventanas del Calendario

source: Are you sure you want to delete the selected calendar(s)?
es: ¿Estás seguro de que quieres borrar el calendario(s) seleccionado?

source: [Select a calendar]
es: [Seleccione calendario]

source: Calendar Name
es: Nombre del Calendario

source: Precedence
es: Precedencia

source: Creation Mode
es: Modo de Creación

source: Create as New
es: Crear Nuevo

source: Create as Copy
es: Crear Copia

source: Copy of
es: Copia de

source: Create Calendar
es: Crear Calendario

source: Select at least one calendar
es: Selecciona al menos un calendario

source: Job Calendars
es: Calendarios de Pase

source: From %1 to %2
es: De %1 a %2

source: End time is equal or earlier than the start time ( %1 <= %2 )
es: La hora fin es igual o anterior a la hora inicio ( %1 <= %2 )

source: Urgent Only
es: Solo Urgente

source: No Job
es: No Pase

source: Create Active Slot
es: Crear Ventana Activa

source: Create Inactive Slot
es: Crear Ventana Inactiva

source: Modify Slot
es: Modificar Ventana

source: Overwrite
es: Sobreescribir

source: Disable (No Job)
es: Desactivar (No Job)

source: Activate Slot
es: Activar Ventana

source: Starts at
es: Hora inicio

source: Ends at
es: Hora fin

source: Edit Job Slot for %1
es: Editar Ventana de Pase para %1

source: Edit Job Slot
es: Editar Ventana de Pase

source: new slot
es: Nueva Ventana

source: Urgent
es: Urgente

source: Logfile Open Error
es: Error al abrir fichero de log

source: no calendar window
es: fuera de ventana

source: This job cannot be created for that changeset probably because its status has changed.
es: Este pase no se puede crear para ese cambio probablemente porque ha cambiado su estado.

source: Transition
es: Transición

source: Searching...
es: Buscando

source: Pipeline
es: Cadena

source: Create a job outside of the available time slots.
es: Chequee si quiere crear un pase fuera de ventana.

source: Comments
es: Comentarios

source: Time
es: Hora
