Repository: LinguistDeveloper/clarive
Catalog: lib/Baseliner/I18N/*.po
Languages: es

source: Task Grid
es: Grid de Tareas

source: Topic Category
es: Categoría de Tópico

source: Progress
es: Avance

source: User can close branches
es: El usuario puede cerrar ramas

source: Access git repository for pull/push
es: Acceder al repositorio git para hacer pull/push

source: Access git repository for pull
es: Acceder al repositorio git para hacer pull

source: Can update system tags in repositories
es: Puede actualizar etiquetas del sistemas en repositorios

source: Path to git-http-backend
es: Ruta a git-http-backend

source: Allow unauthenticated users to access the repository URL
es: Permitir a usuarios no autenticados acceder a la URL del repositorio

source: Check Auth Always
es: Comprobar Autenticación Siempre

source: Path to git repositories
es: Ruta a repositorios git

source: Path to git binary
es: Ruta al binario git

source: Show tags in the Lifecycle tree
es: Mostrar etiquetas en el árbol de Ciclo de Vida

source: Hide commits already added to changeset
es: Ocultar commits ya añadidos a changeset

source: Truncate diff if its length exceeds this number
es: Truncar diff si su longitud excede este número

source: Create a Git Revision Job
es: Crear un Pase de una Revisión de Git

source: Checkout a Git Revision
es: Hacer Checkout de una Revisión de Git

source: Fill job_elements
es: Rellenado de job_elements

source: Link a git revision to the changesets in title
es: Relacionar una revisión de git con los cambios en el título

source: Create a tag in a Git repository
es: Crear una etiqueta en un repositorio Git

source: Create a branch in a Git repository
es: Crear una rama en un repositorio Git

source: Missing tag name
es: Falta nombre de etiqueta

source: Missing sha
es: Falta sha

source: Missing branch name
es: Falta nombre de rama

source: Parameter title missing
es: Falta parámetro título

source: Parameter rev missing
es: Falta parámetro rev

source: Parameter field missing
es: Falta parámetro campo

source: Missing parameter revision
es: Falta el parámetro revision

source: Missing parameter project
es: Falta el parámetro project

source: Created job %1 of type %2 ok.
es: Creación de pase %1 de tipo %2 ok.

source: *Git*: cloning project %1 repository %2 (%3) into `%4`
es: *Git*: clonando proyecto %1 repositorio %2 (%3) en `%4`

source: No bl_to defined for bl %1
es: bl_to no definido para bl %1

source: Tools
es: Herramientas

source: List of patterns to be hidden in user outputs
es: Lista de patrones a ocultar in salidas de usuario

source: Job Server Frequency
es: Frecuencia del Servidor de Pases

source: Job ID
es: Pase ID

source: Job Name
es: Nombre de Pase

source: StartDate
es: Fecha de Inicio

source: MaxStartDate
es: Fecha de Inicio Máxima

source: EndDate
es: Fecha Final

source: Job Naming Mask
es: Máscara de Nombres del Pase

source: Registry Entry to run
es: Entrada de Registro a ejecutar

source: Default Pipeline ID
es: ID de Cadena por defecto

source: Comment
es: Comentario

source: Check RFC on creation
es: Comprobar RFC en creación

source: Which phase of the job, pre, post or run
es: Qué fase del pase, pre, post o ejecutar

source: Normal Window Name
es: Nombre de la Ventana Normal

source: Emergency Window Name
es: Nombre de la Ventana de Emergencia

source: Time to expiry a job in hours
es: Tiempo para expirar un pase en horas

source: Time to expiry a job in approval state
es: Tiempo para expirar un pase en estado aprobado

source: Delay after start running job to allow approval
es: Retardo tras empezar a ejecutar un paso para permitir aprobación

source: 1 to offer demote to each bl in destination state
es: 1 para ofrecer devolver a cada bl en estado destino

source: Changeset field to use as comment in monitor
es: Campo Changeset a usar como comentario en el monitor

source: Technologies
es: Tecnologías

source: Applications
es: Aplicaciones

source: Create New Jobs
es: Crear Nuevos Pases

source: Resume Jobs
es: Reanudar Pases

source: Cancel Jobs
es: Cancelar Pases

source: Delete Job
es: Borrar Pase

source: Approve/Reject any Job
es: Aprobar/Rechazar cualquier Pase

source: View job monitor
es: Ver monitor de pases

source: Jobs
es: Pases

source: Create a new Job
es: Nuevo Pase

source: Schedule a new job
es: Planidicar un nuevo pase

source: PRE job step event
es: Evento del pase en fase PRE

source: RUN job step event
es: Evento del pase en fase RUN

source: POST job step event
es: Evento del pase en fase POST

source: Job Logs
es: Logs de Pase

source: Level
es: Nivel

source: New job
es: Nuevo pase

source: Job deleted
es: Pase borrado

source: Job cancelled
es: Pase cancelado

source: Running job cancelled
es: Ejecutando pase cancelado

source: Job Unpaused
es: Job Reanudado

source: Job Paused
es: Job Pausado

source: Job Trapped
es: Job Retenido

source: Job Untrapped
es: Job Liberado

source: Job Trapped Pause
es: Job Retencion Pausada

source: Job Expired
es: Job Expirado

source: Show provider tags in the Lifecycle tree
es: Mostrar etiquetas de proveedor en el árbol de Ciclo de Vida

source: Error loading file %1: %2
es: Error cargando fichero %1: %2

source: Open...
es: Abrir...

source: Error loading repository %1: %2
es: Error cargando repositorio %1: %2

source: User does not have access to states
es: El usuario no tiene acceso a estados

source: User can access the project lifecycle
es: El usuario puede acceder al ciclo de vida del proyecto

source: Config lifecycle releases
es: Configurar releases de ciclo de vida

source: ---- provider %1 has %2 changesets
es: ---- proveedor %1 tiene %2 cambios

source: Error detected: %1
es: Error detectado: %1

source: Error loading changes for provider %1: %2
es: Error cargando cambios para el proveedor %1: %2

source: Favorite added ok
es: Favorito añadido correctamente

source: Favorite removed ok
es: Favorito eliminado correctamente

source: Favorite renamed ok
es: Favorito renombrado ok

source: Favorite moved ok
es: Favorito movido ok

source: Related
es: Relacionados

source: Apply filter
es: Aplicar filtro

source: Exclude all notifications
es: Excluir todas las notificaciones

source: Email daemon process_queue timeout
es: Timeout en process_queue del demonio de correo electrónico

source: Email Flush Queue Once
es: Limpiar la Cola de Correos Electrónicos una vez

source: Users who see the report (list separated by commas)
es: Usuarios que ven el informe (lista separada por comas)

source: Job Stats by Environment
es: Estadísticas de JOBS por Entorno

source: #Failed
es: #Fallidos

source: %Failed
es: %Fallidos

source: #Cancelled
es: %Cancelados

source: %Cancelled
es: %Cancelados

source: #Correct
es: #Correctos

source: %Correct
es: %Correctos

source: Total Execs
es: Total ejecuciones

source: Avg Execs
es: Avg ejecuciones

source: Total Jobs
es: Pases Totales

source: Monthly Job Stats
es: Estadísticas de JOBS por Mes

source: Month
es: Mes

source: Failed
es: Falló

source: Cancelled
es: Cancelado

source: Correct
es: Correcto

source: Total runs
es: Ejecuciones totales

source: Avg runs
es: Ejecuciones medias

source: Total jobs
es: Pases totales

source: Weekly Job Stats
es: Estadísticas de JOBS por Semana

source: Job List
es: Listado de JOBS

source: Changes
es: Cambios

source: bl
es: entorno

source: System
es: Sistema

source: Natures
es: Naturalezas

source: End
es: Fin

source: Executions
es: Ejecuciones

source: TRENDING: Requests by month
es: TENDENCIA: Peticiones por mes

source: Closed
es: Cerradas

source: Monthly request trend
es: Tendencia de peticiones mensuales

source: Invoke CI methods
es: Invocar métodos CI

source: Create CI
es: Crear CI

source: Load related CIs
es: Cargar CIs relacionados

source: Load CI data
es: Cargar datos de CI

source: Web Request
es: Petición Web

source: Name of category created
es: Nombre de categoría creado

source: Name of field for service-task relation
es: Nombre de campo para la relación servicio-tarea

source: Limit Catalog to these project names
es: Limitar Catálogo a esos nombres de proyecto

source: Draft status for wizard
es: Estado borrador para asistente

source: Catalog - IF var THEN
es: Catálogo - IF var THEN

source: Folder
es: Carpeta

source: Service
es: Servicio

source: Task Group
es: Grupo de Tareas

source: Task
es: Tarea

source: CATALOG STEP
es: FASE DE CATÁLOGO

source: a task step section: MENU,WIZZARD,RUN...
es: una sección de fase de tarea: MENU,WIZZARD,RUN...

source: Form
es: Formulario

source: Tasks list
es: Lista de tareas

source: Load Job Items into Stash
es: Cargar Elementos de Pase en Stash

source: Update Baselines
es: Actualiza Líneas Bases

source: Sync Baselines
es: Sincronizar Baselines

source: Verify Revision Integrity Rules
es: Verificar Reglas de Integridad de Revisión

source: Checkout Job Items
es: Hacer Checkout de Elementos de Pase

source: Checkout Job Baseline
es: Hacer Checkout de Baseline de Pase

source: Checkout Job Baseline ... all repos
es: Hacer Checkout de Baseline de Pase ... todos los repos

source: Load Nature Items
es: Cargar Elementos de Naturaleza

source: Update Changesets
es: Actualizar Changesets

source: (DEPRECATED) Change Topic Status
es: (OBSOLETO) Cambiar Estado de Tópico

source: Update Changesets BLs
es: Actualozar Changesets de BLs

source: Missing or invalid parameter topics
es: Falta o es no válido el parámetro topics

source: Missing or invalid parameter new_status
es: Falta o es no válido el parámetro new_status

source: Changing status for topic %1 to status %2
es: Cambiando estado para el tópico %1 a estado %2

source: Changesets status not updated. Static job.
es: Estado de Changesets no actualizado. Pase estático.

source: No last status data for changeset %1. Skipped.
es: No hay fecha de último estado para el changeset %1. Saltado.

source: Status row not found for status `%1`
es: Fila de estado no encontrada para estado `%1`

source: Updating baseline for %1 project(s) to %2
es: Actualizando baseline para %1 proyecto(s) a %2

source: Could not find previous revision for repository: %1 (%2)
es: No pude encontrar revisión previa para el repositorio: %1 (%2)

source: Updating baseline %1 for repository %2, job type %3
es: Actualizando el entorno %1 para el repositorio %2, tipo de pase %3

source: Baseline update of %1 item(s) completed
es: Actualización de baseline de %1 elemento(s) completado

source: Synchronizing baseline `%1` with `%2`
es: Sincronizar baseline `%1` con `%2`

source: Baseline `%1` synchronized with `%2`
es: Baseline `%1` sincronizado con `%2`

source: Checking job revisions
es: Comprobando las revisiones de los pases

source: Verifying baseline %1 for repository %2, job type %3
es: Verificando el entorno %1 para el repositorio %2, tipo de pase %3

source: Revisions selected
es: Revisiones seleccionadas

source: Baseline verified for repository %1
es: Entorno verificado para el repositorio %1

source: Loading items into stash... (type=%1, bl=%2)
es: Cargando elementos en stash... (tipo=%1, bl=%2)

source: No project assigned to changeset %1
es: No se ha asignado proyecto al cambio %1

source: Grouping items for revision
es: Agrupando elementos para revisarlos

source: Found %1 items for this job
es: Encontrados %1 elementos para este pase

source: Missing job_dir
es: Falta job_dir

source: Checking out baseline for %1 project(s)
es: Haciendo checkout de baseline para %1 proyectos(s)

source: Checking out baseline %1 for project %2, repository %3: %4
es: Haciendo checkout del entorno %1 para el proyecto %2, repositorio %3: %4

source: Baseline checkout of %1 item(s) completed
es: Checkout de baseline de %1 elemento(s) completado

source: Checked out %1 item(s) to %2
es: Hecho checkout de %1 elemento(s) a %2

source: Starting nature analysis for all job items...
es: Iniciando análisis de naturaleza para todos los elementos del pase...

source: Project items before for %1
es: Elementos del proyecto antes de %1

source: Job natures after push
es: Naturalezas del pase después del push

source: Project items for %1
es: Elementos del proyecto para %1

source: Project natures for %1
es: Naturalezas del proyecto para %1

source: Nature check log
es: Log de verificación de la naturaleza

source: %1 analysis executed in %2 seconds
es: %1 análisis ejecutado(s) en %2 segundos

source: %1 nature(s) detected in job items: %2
es: %1 naturaleza(s) detectadas en elementos del pase: %2

source: No natures detected in job items
es: No se han detectado naturalezas en los elementos del pase

source: Request Approval
es: Solicitar Aprobación

source: Approval requested for job %3 (user %1)
es: Aprobación solicitada para pase %3 (usuario %1)

source: approval requested for job
es: Petición de aprobación del pase

source: Job %3 Approved
es: Pase %3 Aprobado

source: Job Approved
es: Pase Aprobado

source: Job %3 Rejected
es: Pase %3 rechazado

source: Job Rejected
es: Pase Rechazado

source: Applications: %1. Requesting approval for job %2
es: Aplicaciones: %1. Solicitud de aprobación para el pase %2

source: Create a Job
es: Crear un pase

source: Deploy SQL from Nature Items
es: Desplegar SQL desde elementos de Naturaleza

source: SQL Query %1 executed ok (mode %2)
es: Consulta SQL %1 ejecutada ok (modo %2)

source: SQL %1 Query error (mode %3): %2
es: Error en consulta SQL %1 (modo %3): %2

source: Error processing SQL
es: Error procesando SQL

source: Commit All Transactions
es: Hacer commit de todas las transacciones

source: Rollback All Transactions
es: Dar Marcha Atrás en Todas las Transacciones

source: DB Backup Schema Objects
es: Objetos del Esquema de Backup de BD

source: Schema backup ok
es: Copia de seguridad del esquema ok

source: DB COMMIT transaction %1
es: Transacción de COMMIT a BD %1

source: DB COMMIT transactions: %1
es: Transacción de COMMIT a BD: %1

source: Error during commit transactions: %1
es: Error durante el commit de transacciones: %1

source: DB ROLLBACK transaction %1
es: Transacción de MARCHA ATRÁS a BD %1

source: Dispatcher configuration
es: Configuración del dispatcher

source: Dispatcher Service
es: Servicio Dispatcher

source: Cannot start instance %1. Already running in host %2
es: No puedo iniciar instancia %1. Ya se está ejecutando en la máquina %2

source: Checking for daemons started/stopped
es: Comprobando demonios parados/arrancados

source: Error trying to read daemon list from DB: %1
es: Error intentando leer lista de demonios desde BD: %1

source: Could not start service %1. Service ignored: %2
es: No se puede iniciar el servicio %1. Servicio ignorado: %2

source: Load files/items into stash
es: Cargar ficheros/items al stash

source: FOREACH file/item
es: FOREACH fichero/item

source: Tar Local Files
es: Ficheros locales Tar

source: Zip Local Files
es: Ficheros locales Zip

source: Tar Nature Files
es: Ficheros naturaleza Tar

source: Zip Nature Files
es: Ficheros naturaleza Zip

source: Zip Files
es: Ficheros Zip

source: Ship a File Remotely
es: Enviar un fichero a remoto

source: Retrieve a Remote File
es: Recibir un fichero remoto

source: Sync Local and Remote Directories
es: Sincronizar directorios locales y remotos

source: Create Remote Directory
es: Crear directorio remoto

source: Store Local File
es: Almacenar en un fichero local

source: Write Local File
es: Escribir en un fichero local

source: Delete Local File
es: Borrar un fichero local

source: Delete Local Directory
es: Borrar un directorio local

source: Parse a Config File
es: Parsear un fichero de configuración

source: Write a Config File
es: Escribir un fichero de configuración

source: Root path not configured
es: Ruta Root no configurada

source: Path does not exist or is not readable: `%1`
es: La ruta no existe o no es legible: `%1`

source: Filter paths, include, excludes
es: Filtrar rutas, incluir, excluir

source: Tar of directory '%1' into file '%2'
es: Tar del directorio '%1' en el fichero '%2'

source: Zip of directory '%1' into file '%2'
es: Zip del directorio '%1' en el fichero '%2'

source: Nature path not relative for file `%1`. This file will not be included in the tar. Check your IF NATURE `Cut Path` has at least a slash `/`
es: Ruta de la naturaleza no relativa al fichero `%1`. Este fichero no se incluirá en el tar. Comprueba si IF NATURE `Ruta corte` tiene al menos la barra `/`

source: Zip source '%1' into file '%2'
es: Fuente Zip '%1' en el fichero '%2'

source: Could not open file for writing (%1): %2
es: No es posible abir el fichero para escritura (%1): %2

source: File content written: '%1'
es: Escrito el contenido del fichero: '%1'

source: Missing parameter file
es: Falta el archivo de parámetros

source: Missing parameter filename
es: Falta el nombre del fichero de parámetros

source: Could not find file `%1` nor `%2` to store
es: No se ha podido encontrar el fichero `%1` o `%2` para almacenar

source: Server not configured
es: Servidor no configurado

source: Server %1 is inactive. Skipped
es: El servidor %1 está inactivo. Ignorado

source: Could not instanciate CI for server `%1`
es: No se ha podido instanciar el CI para el servidor `%1`

source: local_mode=%1, local list
es: local_mode=%1, lista local

source: rel path mode '%1', local='%2', anchor='%3'
es: modo ruta rel '%1', local='%2', anclaje='%3'

source: rel path mode '%1', local_path=%2
es: modo ruta rel '%1', local_path=%2

source: Getting backup file from remote '%1' to '%2'
es: Obteniendo fichero de backup desde remoto '%1' a '%2'

source: No existing file detected to backup: '%1'
es: Fichero no existente detectado para backup: '%1'

source: Error reading backup file from remote. Ignored: '%1'
es: Error leyendo ficherode backup desde remoto. Ignorado: '%1'

source: Error during file backup
es: Error durante backup de fichero

source: Rollback switch to local file '%1'
es: Conmutación de marcha atrás a fichero local '%1'

source: Could not find rollback file %1
es: No pude encontrar fichero de marcha atrás %1

source: Rollback switch to local file '%1', but no for the file '%2'
es: Conmutación de marcha atrás a fichero local '%1', pero no para el fichero '%2'

source: File `%1` already in machine `%2` (%3). Ship skipped.
es: Fichero `%1` ya en la máquina `%2` (%3). Saltado envío.

source: Sending file '%1' to '%2'
es: Enviando fichero '%1' a '%2'

source: Sending files by parts
es: Enviar ficheros por partes

source: Concatenating files: %1
es: Concatenando ficheros: %1

source: Error doing a chown '%1' to file '%2': %3
es: Error haciendo un chown '%1' al fichero '%2': %3

source: Error doing a chmod '%1' to file '%2': %3
es: Error haciendo un chmod '%1' al fichero '%2': %3

source: Error: No local files were found
es: Error: Los ficheros locales no fueron encontrados

source: Could not find any file locally to ship to '%1'
es: No pude encontrar localmente ningún fichero a enviar a '%1'

source: Retrieving file '%1' to '%2'
es: Recuperando fichero '%1' a '%2'

source: Syncing directories '%1' and '%2'
es: Sincronizando directorios '%1' y '%2'

source: Creating remote directory '%1'
es: Creando directorio remoto '%1'

source: Error while creating remote directory: %1
es: Error mientras se creaba directorio remoto: %1

source: Could not find file '%1'
es: No pude encontrar fichero '%1'

source: Successfully delete file '%1'
es: Fichero '%1' borrado con éxito

source: Error deleting file '%1': %2
es: Error borrando fichero '%1': %2

source: Missing parameter dir
es: Falta parámetro dir

source: Could not find dir '%1'
es: Bo pude encontrar dir '%1'

source: Successfully deleted directory '%1'
es: Directorio '%1' borrado con éxito

source: Error deleting directory '%1': %2
es: Error borrando directorio '%1': %2

source: Config file not found in '%1'
es: Fichero de config no encontrado en '%1'

source: Error opening config file: %1: %2
es: Error abriendo fichero de config: %1: %2

source: Config file is empty: '%1'
es: El fichero de config está vacío: '%1'

source: Unknown config file type: %1
es: Tipo de fichero de config desconocido: %1

source: Error parsing config file `%1` (type %2, encoding %3): %4
es: Error parseando fichero de config `%1` (tipo %2, codificación %3): %4

source: Missing config file data variable name
es: Falta nombre de variable de datos de fichero de config

source: Config data is missing from stash: %1
es: Los datos de config faltan en el stash: %1

source: Config data is not a hash
es: Los datos de config no son un hash

source: Error writing config file `%1` from variable `%2` (type %3, encoding %4): %5
es: Error escribiendo fichero de config `%1` desde variable `%2` (tipo %3, codificación %4): %5

source: Footprint elements
es: Elementos de la huella

source: Init Job Home
es: Iniciar Pase home

source: Creating job home: %1
es: Creando pase home: %1

source: Job home '%1' reset clean
es: Reset de pase home '%1' limpio

source: Job dir too short, not removed for safety: %1
es: Directorio del pase ddemasiado corto, no se elimina por seguridad: %1

source: Job home '%1' created
es: Pase home '%1' creado

source: Watch for new jobs
es: Vigilar pases nuevos

source: A Dummy Job
es: Un Pase Falso

source: Skipping job %1 due to status discrepancy: %2 != %3
es: Omitiendo el pase %1 debido a una discrepancia de estado: %2 != %3

source: Starting job %1 for step %2
es: Iniciando el pase %1 por el paso %2

source: Unrecognized mode '%1'
es: Modo no reconocido '%1'

source: Abort by Dispatcher. Job unknown error caught: %1
es: Abortado por el Dispatcher. Capturado error desconocido del pase: %1

source: ***** ERROR: Could not fork job '%1'
es: ***** ERROR: No se puede bifurcar el trabajo '%1'

source: Rule %1 precompile status=%2
es: Estado de precompilación de la Regla %1 = %2

source: Error trapped while precompiling rule %1. No action taken.
es: Atrapado error al recompilar la regla %1. No tomada acción.

source: Job ci not found for id_job=%1
es: Pase ci no encontrado para id_job=%1

source: Job %1 expired (mid=%3, maxstartime=%2)
es: Pase %1 expirado (mid=%3, maxstartime=%2)

source: Job %1 approval time expired (mid=%3, maxapprovaltime=%2)
es: Expirado el tiempo de aprobación del pase %1 (mid=%3, maxapprovaltime=%2)

source: Detected killed job %1 (mid %2 status %3, pid %4)
es: Detectado pase %1 matado (mid %2 estado %3, pid %4)

source: Killed issued to job %1 process due to CANCEL status (mid %2 status %3, pid %4, host %5)
es: Matado pase %1 con problema debido a estado CANCEL (mid %2 estado %3, pid %4, máquina %5)

source: Could not kill Job %1 process due to CANCEL: pid not found (mid %2 status %3, pid %4, host %5)
es: No pude matar el proceso del Pase %1 debido a CANCEL: pid no encontrado (mid %2 estado %3, pid %4, máquina %5)

source: Search in LDAP server
es: Buscar en servidor LDAP

source: Parse Files
es: Parsear ficheros

source: Pause a Job
es: Pausar un Pase

source: event purge daemon frequency (secs)
es: frecuencia del demonio de purga de eventos (segs)

source: Number of days to keep job files
es: Número de días a mantener los ficheros de pases

source: Number of days to keep OK job logs
es: Número de días a mantener los logs de pases correctos

source: Number of days to keep KO job logs
es: Número de días a mantener los logs de pases incorrectos

source: Max size in Bytes to keep logs
es: Tamaño máximo en Bytes para mantener logs

source: Number of compressed files associated to a log file
es: Número de ficheros comprimidos asociados a un ficheros de log

source: Max size in MBytes to keep nginx-error log
es: Tamaño máximo en MBytes a mantener los logs de nginx-error

source: Max size in MBytes to keep nginx-access log
es: Tamaño máximo en MBytes a mantener los logs de nginx-access

source: Max size in MBytes to keep mongod log
es: Tamaño máximo en MBytes para mantener el log de mengod

source: Max size in MBytes to keep redis log
es: Tamaño máximo en MBytes a mantener el log de redis
