Repository: LinguistDeveloper/clarive
Catalog: lib/Baseliner/I18N/*.po
Languages: es

source: Site Information
es: Datos de Registro

source: Site License
es: Datos de Registro

source: Licenses
es: Licencias

source: Copyright Notices
es: Notificaciones de Copyright

source: Third Party Notices
es: Noticias de terceros

source: Day1
es: Día

source: Day2
es: Día-Agenda

source: Week1
es: Semana

source: Week2
es: Semana-Agenda

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Jan
es: Ene

source: Apr
es: Abr

source: Aug
es: Ago

source: Dec
es: Dic

source: Sun
es: Dom

source: Mon
es: Lun

source: Tue
es: Mar

source: Wed
es: Mie

source: Thu
es: Jue

source: Fri
es: Vie

source: Sat
es: Sab

source: Notification
es: Notificación

source: (empty message)
es: (sin mensaje)

source: new
es: nuevo

source: Server Error
es: Error del Servidor

source: Server not available
es: Servidor no disponible

source: <search>
es: <buscar>

source: Page:
es: Página:

source: Loading
es: Cargando

source: Download
es: Descargar

source: Get
es: Obtener

source: Remote
es: Remoto

source: Installed
es: Instalado

source: Downloading...
es: Descargando...

source: Uploading...
es: Subiendo...

source: Installing...
es: Instalando...

source: This field is required
es: Este campo es obligatorio

source: Form Editor
es: Editor de Formularios

source: momentjs_date_format
es: DD/MM/YYYY

source: momentjs_time_format
es: HH:mm

source: js_date_format
es: d/m/Y

source: Add Rows
es: Añadir filas

source: Replace
es: Reemplazar

source: Load
es: Cargar

source: Really?
es: ¿Seguro?

source: Missing UploadPanel url
es: Falta la barra de direcciones

source: Drop files here to upload
es: Arrastre los ficheros aquí para subirlos

source: Upload File
es: Subir Fichero

source: Are you sure you want to delete these artifacts?
es: ¿Seguro que quiere borrar estos ficheros?

source: To upload files, the form needs to be created. Save form before submitting?
es: Para poder subir ficheros, el formulario tiene que estar creado. Crear formulario ahora?

source: Bill Of Materials
es: Cuenta de materiales

source: User is not authorized to approve this job
es: Usuario no está autorizado para aprobar este pase

source: Approved
es: Aprobado

source: Capture
es: Captura

source: Use Named Captures in Regex
es: Usar capturas nombradas en expresiones regulares

source: No data available in table
es: No hay data disponible en tabla

source: Showing _START_ to _END_ of _TOTAL_ entries
es: Mostrando _START_ a _END_ de _TOTAL_ filas

source: Showing 0 to 0 of 0 entries
es: Mostrando 0 filas

source: (filtered from _MAX_ total entries)
es: (filtrado de _MAX_ filas)

source: Show _MENU_ entries
es: Mostrar _MENU_ filas

source: Search:
es: Buscar:

source: No matching records found
es: No se han encontrado filas

source: : activate to sort column ascending
es: : activar ordenación de columna ascendiente

source: : activate to sort column descending
es: : activar ordenación de columna descendiente

source: Section to view
es: Sección

source: Row width
es: Ancho columna

source: Mandatory field
es: Campo obligatorio

source: Hide from edit view
es: Ocultar modo edición

source: Common Options
es: Opciones comunes

source: Hidden from view mode
es: Ocultar en modo vista

source: Advanced Filter JSON
es: Filtro avanzado JSON

source: Display Field
es: Campo mostrado

source: Invalid id
es: Id no válido

source: Invalid JSON
es: Formato JSON inválido

source: Invalid Port
es: Puerto inválido

source: Invalid number
es: Formato número inválido

source: Invalid integer number
es: Formato número entero inválido

source: Invalid label name
es: Nombre de etiqueta no válido

source: Invalid priority
es: Prioridad no válida

source: Restore originals
es: Restaurar configuración original

source: Configure
es: Configurar

source: General dashlet
es: Dashlet general

source: Height in canvas rows
es: Altura en canvas (filas)

source: Width in canvas columns
es: Anchura en canvas (columnas)

source: Autorefresh frequency in minutes (0 disabled)
es: Frecuencia de autorefresco en minutos (0 deshabilitado)

source: Preview
es: Vista Previa

source: Add to Favorites...
es: Añadir a Favoritos...

source: Favorite
es: Favorito

source: Remove from Favorites
es: Quitar de Favoritos

source: Repo Details
es: Detalles Repositorio

source: Unknown error
es: Error desconocido

source: Explorer
es: Explorador

source: Favorites
es: Favoritos

source: Workspaces
es: Áreas de Trabajo

source: Add Favorite Folder
es: Añadir carpeta de favoritos

source: Refresh All Nodes
es: Refrescar todo el Árbol

source: Topics: %1
es: Tópicos: %1

source: Related: %1
es: Relacionados: %1

source: Select a filter
es: Seleccionar un filtro

source: Are you sure you want to delete the search %1?
es: ¿Está seguro de que quiere borrar la búsqueda %1?

source: Error Loading Library
es: Error Cargando Librería

source: Redraw
es: Redibujar

source: Generate Image
es: Generar imagen

source: Start on Last
es: Empezar o después

source: No nodes available
es: No hay nodos disponibles

source: %1 not supported in <b> mode compatibility </b> (Internet Explorer), Please disable it.
es: %1 no soporta el <b> modo compatibilidad </b> (Internet Explorer), Por favor, desactivelo.

source: Browser Warning
es: Advertencia del navegador

source: This browser is not supported by %1
es: Este navegador no es soportado por %1

source: Show Help Index
es: Mostrar Índice

source: Forward
es: Adelante

source: Hello %1 %2
es: Hola %1 %2

source: With Labels
es: Con Etiquetas

source: Icons
es: Iconos

source: Colored state
es: Estado con Color

source: Plain
es: Simple

source: Zoom +
es: Acercar +

source: Zoom -
es: Alejar -

source: Select All
es: Seleccionar Todo

source: Unselect All
es: Deseleccionar Todo

source: Server communication failure. Check your connection.
es: Error de communicación con el servidor. Compruebe su conexión.

source: Share
es: Compartir

source: Print
es: Imprimir

source: Duplicate active tab
es: Duplicar pestaña activa

source: JS reload
es: Recargar JS

source: Surrogate...
es: Impersonar...

source: Logout
es: Desconectar

source: Your interface version is not up-to-date (%1 != %2). Do you want to refresh now?
es: La versión de la interfaz está desactualizada (%1 != %2). Quieres refrescar ahora?

source: Please, refresh the page as soon as possible
es: Por favor, refresque la página cuanto antes

source: Filter field
es: Campo filtrado

source: Filter data
es: Dato filtrado

source: Filter type
es: Tipo de filtro

source: Select a project
es: Seleccione un proyecto

source: Assign to
es: Asignados

source: select or drop repository revisions
es: seleccione o arrastre revisiones de repositorio

source: select users or roles
es: seleccione usuarios o roles

source: Select Roles
es: Seleccionar Roles

source: Select CI Role
es: Seleccione el Rol CI

source: Select CI Classes
es: Seleccionar Clases de CI

source: Select Statuses
es: Seleccionar Estados

source: Select Topic Category
es: Seleccionar categoría de tópicos

source: Invalid or corrupt data for variables
es: Los datos para las variables son inválidos o están corruptos

source: Copy Vars To...
es: Copiar Variables A...

source: Copy Error
es: Error al Copiar

source: Cannot copy variables onto itself (%1 == %2)
es: No se pueden copiar variables sobre si mismas (%1 == %2)

source: Are you sure you want to copy all vars in %1 to %2?
es: Está seguro de quirer copiar todas las variables de %1 a %2?

source: Variable `%1` not found
es: Variable `%1` no encontrado

source: Variable `%1` already exists
es: Variable `%1` ya existe

source: js_dt_format
es: d/m/Y h:i:s

source: js_dtd_format
es: D d/m/Y h:i:s

source: Saved ok
es: Guardado OK

source: User data
es: Datos de usuarios

source: Default Dashboard
es: Dashboard por defecto

source: Interface Language
es: Idioma de Interfaz

source: English
es: Inglés

source: Spanish
es: Español

source: Default Format for Current Language
es: Formato por Defecto para Idioma Actual

source: Date Format
es: Formato de Fecha

source: Time Format
es: Formato de Hora

source: Server Timezone (%1)
es: Zona Horaria Servidor

source: My Browser Timezone (now is %1)
es: Zona Horaria mi Navegador (ahora es %1)

source: {0} (now is {1})
es: {0} (ahora es {1})

source: Country
es: País

source: Current Browser Timezone
es: Zona Horaria de Navegador

source: Current Server Timezone
es: Zona Horaria de Servidor

source: Save %1
es: Guardado %1

source: General Preferences Saved
es: Preferencias Generales Guardadas

source: To reflect language changes you need to reload the page. Do you want to do that now?
es: Para reflejar los cambios de idioma es necesario recargar la página. ¿Desea hacerlo ahora?

source: Could not save general preferences: %1
es: No se pueden guardar las preferencias generales

source: Current avatar
es: Avatar actual

source: Change avatar
es: Cambiar avatar

source: Change Avatar
es: Cambiar Avatar

source: Upload avatar
es: Subir avatar

source: Generate API Key
es: Generar API Key

source: Message from
es: Mensaje desde

source: Found
es: Encontrado

source: Not found
es: No encontrado

source: Find Window
es: Ventana de Búsqueda

source: Type in text to find:
es: Introduzca el texto:

source: Find Prev
es: Buscar Anterior

source: Find Next
es: Buscar Siguiente

source: Find on this page...
es: Buscar en esta página...

source: No data for selection dates. Please select another period
es: No hay datos para las fechas seleccionadas. Por favor, selecciona otro periodo

source: User Actions
es: Permisos de Usuario

source: Old Password
es: Contraseña antigua

source: New Password
es: Nueva Contraseña

source: Server unavailable
es: Servidor no disponible

source: Component Error
es: Error del componente

source: Server Timeout. Check connection
es: Timeout del Servidor. Compruebe su conexión

source: Params
es: Parámetros

source: Attention
es: Atención

source: Read More...
es: Más Información...

source: Login not available
es: Login no disponible

source: Sending Request...
es: Enviando Petición...

source: Not found: %1
es: No encontrado: %1

source: Server not available. Retry?
es: Servidor no disponible. ¿Reintentar?

source: Connection lost?
es: ¿Fallo de conexión?

source: Server communication error
es: Error de communicación con el servidor

source: Data Error
es: Error de datos

source: Submit
es: Enviar

source: Error Rendering Component
es: Error del componente de prestaciones

source: Event details
es: Detalles de eventos

source: Data type is not defined
es: El tipo de datos no esta definido

source: Event type
es: Tipo de evento

source: from
es: origen

source: to
es: destino
