Repository: LinguistDeveloper/clarive
Catalog: lib/Baseliner/I18N/*.po
Languages: es

source: User details %1
es: Datos de usuario %1

source: Add Comment
es: Comentar

source: Code
es: Código

source: Comment: %1
es: Comentar: %1

source: Edit Comment
es: Editar Comentario

source: Detail View
es: Vista detalle

source: Change Status
es: Cambiar estado

source: Open life cycle
es: Abrir Ciclo de vida

source: Open workflow
es: Abrir flujo de trabajo

source: Open timeline
es: Abrir linea temporal

source: Show CI Graph
es: Abrir gráfico CI

source: Topic has changed but has not been saved (changed fields: %1). Save topic now?
es: El tópico ha cambiado pero no se ha guardado (campos: %1). ¿Desea guardar el tópico?

source: Save Changes?
es: ¿Guardar cambios?

source: Topic was modified by %1 while you're editing %2 ago. Are you sure you want to overwrite the topic?
es: El tópico fue modificado por %1 mientras tu estabas editando %2. ¿Está seguro de que quiere sobreescribirlo?

source: Topic relationships changed while you're editing. Are you sure you want to overwrite the topic?
es: Las relaciones del tópico han sido modificadas en otra ventana o por otro usuario y se perderán esos cambios. ¿Seguro que quiere sobreescribir el tópico?

source: Are you sure you want to delete the topic?
es: ¿Seguro que quiere borrar el tópico?

source: Select a category
es: Seleccione una categoría

source: User does not have permission to perform the operation
es: El usuario no tiene permiso para realiza la operación

source: Row already exists: %1
es: El registro ya existe: %1

source: No jobs found
es: No hay pases

source: No activity found
es: No hay actividad

source: edit
es: editar

source: No comments found
es: No hay comentarios

source: Clear filters
es: Limpiar filtros

source: Create view
es: Crear vista

source: Delete view
es: Borrar vista

source: Are you sure you want to delete the views selected?
es: ¿Seguro que quiere borrar las vistas seleccionadas?

source: Accept
es: Aceptar

source: Name view
es: Nombre vista

source: (and %1 more)
es: (y %1 más)

source: Are you sure you want to delete the topic(s)
es: ¿Seguro que quiere borrar el/los tópico(s)

source: Collapse Rows
es: Colapsar Filas

source: Open Kanban
es: Abrir Kanban

source: Customize
es: Customizar

source: by %1
es: por %1

source: start
es: inicio

source: planned start
es: Inicio previsto

source: end
es: completado

source: planned end
es: Final previsto

source: CIs Referenced
es: CIs referenciados

source: CIs Referenced In
es: CIs referenciados en

source: Assigned To
es: Asignado A

source: Current Job
es: Job actual

source: Enter Number...
es: Introduce Número...

source: Enter Text...
es: Introduce Texto...

source: Enter mid...
es: Introduce el mid...

source: Project %1 is already assigned
es: Proyecto ya esta asignado

source: Label %1 is already assigned
es: La etiqueta %1 ya está asignada

source: Node is not a project
es: No es un proyecto

source: Discussion
es: Discusión

source: Activity
es: Actividad

source: More info
es: Más info

source: Assign roles/projects
es: Asignar roles/proyectos

source: You must save the user before
es: Tienes que grabar el usuario primero

source: Unassign roles/projects
es: Desasignar roles/proyectos

source: User doesn't exist
es: El usuario no existe

source: Passwords do not match
es: Contraseñas no encontradas

source: Edit user
es: Editar usuario

source: Delete All
es: Borrar Todos

source: Roles/Projects User
es: Roles/Proyectos de usuario

source: Account Type
es: Tipo de cuenta

source: Confirm Password
es: Confirmar contraseña

source: Email address
es: Correo electrónico

source: Create user
es: Crear usuario

source: Preferences
es: Preferencias

source: Are you sure you want to delete the user
es: ¿Está seguro de que quiere borrar el usuario

source: Change password
es: Cambiar contraseña

source: Actions User
es: Acciones de usuario

source: Watch all actions
es: Ver todas las acciones

source: Commits history of branch
es: Historial de commits por rama

source: Ago
es: Cuando

source: Author
es: Autor

source: Bls
es: Entornos

source: Commit Owner
es: Creador del commit

source: Baselines
es: Entornos

source: Running jobs
es: Pases en Ejecución

source: Chart options
es: Opciones del gráfico

source: Which bls do you want to see
es: Qué entornos quieres ver?

source: Select topics in categories
es: Seleccionar tópicos en categorías

source: First Weekday
es: Primer día de la semana

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Calendar Query
es: Consulta de calendario

source: Topic Activity (from Created to Modified Dates)
es: Actividad de tópico (desde Creado hasta Modificación)

source: Open Topics (from Created to Closed Dates)
es: Tópicos abiertos (desde Creado hasta Cerrado)

source: Select Your Own Fields
es: Seleccionar tus propios campos

source: Default View
es: Vista por Defecto

source: Topics selection criteria
es: Criterio de selección de tópicos

source: Exclude selected categories?
es: Excluir categorías seleccionadas?

source: Advanced JSON/MongoDB condition for filter
es: Condición avanzada JSON/MongoDB

source: Label Mask
es: Máscara de etiqueta de tópicos

source: Messages
es: Mensajes

source: Assignee
es: Asignado A

source: Last day
es: Último día

source: Last week
es: Última semana

source: Last month
es: Último mes

source: Last quarter
es: Último cuatrimestre

source: Last year
es: Último año

source: Period to be shown. Last ...
es: Mostrar último ...

source: Day
es: Día

source: Quarter
es: Cuatrimestre

source: Year
es: Año

source: Chart will be shown as ...
es: El gráfico se mostrará como ...

source: Bar
es: Barras

source: Area step
es: Paso Área

source: Do you want the data to be shown by bl?
es: Quieres que los datos se muestren por entorno?

source: Job selection criteria
es: Criterios de selección de pases

source: Last success
es: Último éxito

source: Last failure
es: Último fallo

source: Last elapsed
es: Último transcurrido

source: Select job in states
es: Selección de pases en estados

source: Exclude selected states?
es: Excluir estados seleccionados?

source: Maximum number of jobs to list
es: Número máximo de pases a listar

source: List topics (Dashboard)
es: Listar topicos (Dashboard)

source: Select topics in statuses
es: Seleccionar tópicos en estados

source: User assigned to topics
es: Usuario asignado a los tópicos

source: General control
es: Control general

source: List of fields to view in grid
es: Lista de campos a visualizar en el grid

source: Maximum number of topics to list (0 Unlimited)
es: Número máximo de tópicos a listar (0 Ilimitado)

source: Sort By
es: Ordenar por

source: Sort Order
es: Forma de ordenar

source: Exclude selected statuses?
es: Excluir estados seleccionados?

source: Topic chart
es: Gráfico de Tópico

source: Select or type the grouping field
es: Selecciona o teclea el campo de agrupación

source: Grouper number field
es: Campo numérico agrupador

source: Type of number
es: Tipo de valor numérico

source: Number
es: Número

source: Currency
es: Moneda

source: Percentage
es: Porcentaje

source: Agregate grouper field by
es: Agregar el campo agrupador por

source: Count
es: Cuenta

source: Average
es: Media

source: Sum Total
es: Suma Total

source: Sort by labels
es: Ordenar por leyenda

source: Minimum % to group series in Others group
es: % mínimo para mostrar serie en el grupo 'Otro'

source: Currency symbol to be shown
es: Símbolo monetario a mostrar

source: Max characters in legend (0 = no limit)
es: Número máximo de carácteres en leyenda (0 = sin límite)

source: Depth (For Dashboard inside of topics)
es: Profundidad (Para Dashboard dentro de tópicos)

source: Pending Jobs
es: Pases pendientes

source: Swarm configuration
es: Configuración de Swarm

source: Background Color
es: Color de fondo

source: Animation Start Mode
es: Modol de inicio de la animación

source: Automatically
es: Automáticamente

source: Manually
es: Manualmente

source: Date from
es: Fecha de inicio

source: Date to
es: Fecha de fin

source: Maximum Node
es: Número máximo de nodos. 0 para ilimitados

source: Minimum Node Category
es: Mínimo de nodos por categoría. 0 para ilimitados

source: Node groupping
es: Agrupación de nodos

source: Scale
es: Escala

source: Daily
es: Diario

source: Weekly
es: Semanal

source: Monthly
es: Mensual

source: Shift back in days from today to start timeline
es: Inicio (desplazamiento hacia atrás en días desde hoy)

source: Shift forward in days from today to end timeline
es: Fin (desplazamiento hacia delante en días desde hoy)

source: Exclude selected environments?
es: Excluir entornos seleccionados?

source: Shift in days from today to show in chart.
es: Desplazamiento en días desde hoy para mostrar en el gráfico.

source: Shift in days before today to show in chart. 0 or blank means today
es: Desplazamiento en días antes de hoy para mostrar en el gráfico. 0 o vacío para HOY

source: Selection method to introduce the date
es: Método de selección para introducir la fecha

source: Date to be shown
es: Fecha a mostrar

source: Date field with scheduled start date
es: Campo de fecha con la fecha de inicio planificada

source: Scatter
es: Dispersión

source: Range
es: Rango

source: From field
es: Campo desde

source: To field
es: Campo hasta

source: Hour
es: Hora

source: Date selection method
es: Método para la selección de fechas

source: Duration
es: Duración

source: Period
es: Periodo

source: Topic Filter
es: Filtrar por campos del tópico

source: Custom JSON query
es: Query personalizada JSON

source: Close statuses
es: Estados finales

source: X-Axis
es: Eje-X

source: Topic date field
es: Campo de tópico de tipo fecha

source: Shift in days from today to start timeline. 0 or blank means one day
es: Desplazamiento en días desde hoy para inicio del periodo. 0 o vacío para 1 día

source: Shift in days from today to end timeline. 0 or blank means today
es: Desplazamiento en días desde hoy para fin del periodo. 0 o vacío para HOY

source: Date field in topics to use as X axis
es: Campo de fecha en tópicos para el eje X

source: Data grouped by
es: Los datos se agruparan por

source: Switch to YELLOW when value reaches
es: Cambiar a AMARILLO cuando el valor llegue a

source: Switch away from YELLOW when the value reaches
es: Alejarse del AMARILLO cuando el valor llegue a

source: START value for gauge. Blank defaults to 0
es: Valor de INICIO para el gauge. Vacío para 0

source: END value for gauge. Blank defaults to 100
es: Valor de FIN para el gauge. Vacío para 100

source: General gauge
es: Gauge general

source: Reverse gauge
es: Gauge inverso

source: (* default color = RED instead of GREEN, switch away from yellow color = GREEN instead of RED)
es: (* color por defecto = ROJO en vez de VERDE, color al alejarse del amarillo = VERDE en vez de ROJO)

source: Which data you want to collect
es: Qué dato quieres mostrar?

source: Use as Percentage gauge
es: Usar como gauge de %

source: END value selection criteria
es: Criterio de selección del valor FIN

source: Select to ignore END value above
es: Selecciona para ignorar el valor FIN mas arriba

source: Data collection
es: Criterios de datos

source: Date field in topics to use as start
es: Campo de fecha en tópicos a usar como inicio

source: Date field in topics to use as end
es: Campo de fecha en tópicos a usar como fin

source: The result will be shown in
es: El resultado se mostrará en ...

source: Minutes
es: Minutos

source: Hours
es: Horas

source: Days
es: Días

source: Months
es: Meses

source: Use END date as remaining
es: Usar FECHA FIN como restante

source: Numeric field in topics to use as data (leave dates blank)
es: Campo numérico en tópicos para usar como dato (blanco para fechas)

source: The field data units are
es: La unidad de los datos del campo son ...

source: Seconds
es: Segundos

source: Shift in days after today to show in chart. 0 or blank means today
es: Desplazamiento en días después de hoy para mostrar en el gráfico. 0 o vacío para HOY

source: Velocity by Category
es: Velocidad por Categoría

source: %1 days
es: %1 días

source: Velocity by Project
es: Velocidad por Proyecto

source: Status of approval
es: Estado de aprobación

source: Job Approved by
es: Pase Aprobado por

source: Observation
es: Observación

source: User %1 has requested approval for job %2
es: %1 ha solicitado aprobación para el pase %2

source: Job monitor
es: Monitor del pase

source: Click here to review
es: Click aquí para revisarlo

source: Topic %1 of category %2 has been modified/created by %3
es: Tópico %1 de la categoría %2 ha sido modificado/creado por %3

source: What Topics to Show
es: Tópicos a mostrar

source: Deadline
es: Plazo límite

source: No revisions available
es: No hay revisiones

source: Scheduling
es: Planificación

source: select a priority
es: seleccione una prioridad

source: Response
es: Respuesta

source: Resolution
es: Resolución

source: No items found
es: No se han encontrado datos

source: Field %1 reset due to change in %2
es: Campo %1 reiniciado debido a un cambio en %2

source: Select field %1 first or reload
es: Seleccione el campo %1 primero o recargue

source: Node is not a revision
es: No es una revisión

source: Revision %1 has already been selected
es: La revisión %1 ya ha sido seleccionada

source: Create tasks
es: Crear tareas

source: PENDING
es: PENDIENTE

source: Operation
es: Operación

source: Operation fields
es: Campos de la operación

source: Checked
es: Marcado

source: Selection method
es: Método seleccionado

source: Role selection
es: Selección por Rol

source: Show class
es: Mostrar clase

source: Default today
es: Hoy por defecto

source: Show Time?
es: ¿Mostrar hora?

source: Body
es: Cuerpo

source: Origin
es: Origen

source: Show Grid Controls?
es: ¿Mostrar los controles del grid?

source: Always
es: Siempre

source: Only if paging
es: Solo si hay paginación

source: Never
es: Nunca

source: Grid Page Size
es: Tamaño de la página en el grid

source: List of columns to show in grid
es: Lista de columnas para mostrar en el grid

source: Height of grid in edit mode
es: Altura del grid en modo edición

source: Page size
es: Tamaño de la página

source: Parent field
es: Campo padre

source: Id Column
es: Id

source: Display Column
es: Nombre

source: Column Type
es: Tipo

source: Custom Columns
es: Columnas Customizables

source: Id column already exists
es: El id ya existe

source: Data type
es: Tipo de datos

source: Depth
es: Profundidad

source: Option settings
es: Opciones configuradas

source: Default value
es: Valor por defecto

source: CI class
es: Clase de CI

source: Roles (comma separated)
es: Roles (separados por comas)

source: Release field
es: Campo 'Release field'

source: Show real dates instead of 'ago' format
es: Ver fechas reales en lugar del formato 'desde'

source: select a category
es: seleccione una categoría

source: Maximum characters
es: Máximo carácteres

source: Time format
es: Formato de hora

source: Checkout directory
es: Directorio de descarga

source: Extension
es: Extensión

source: Size
es: Tamaño

source: Start date is after end date
es: Fecha de inicio es posterior a la fecha de finalización

source: Planned Start Date
es: Fecha de Inicio Planificada

source: Planned start and start date are after ends dates
es: Fecha Planificada y Fecha de Inicio son posteriores a las fechas de fin

source: Planned start date is after planned end date
es: Fecha de inicio planificada es posterior a la fecha fin planificada

source: Approvers
es: Aprobados

source: File Path
es: Ruta del fichero

source: Topic mid
es: Mid del Tópico

source: BLs
es: Entornos

source: Status on Success
es: Estado en éxito

source: Status on Failure
es: Estado en fallo

source: Status on Rollback OK
es: Estado en marcha atrás OK

source: Status on Rollback Failure
es: Estado en marcha atrás Fallo

source: CI Class
es: Clase CI

source: CI Methods
es: Métodos de CI

source: Named
es: Nombrado

source: Positional
es: Posicional

source: Single?
es: Único?

source: Static
es: Estático

source: Transactional
es: Transaccional

source: Split Mode
es: Modo división

source: Split
es: División

source: Database
es: Base de datos

source: Error Mode
es: Modo Error

source: Mode
es: Modo

source: Exists Action
es: Existe la Acción

source: Include Paths
es: Incluir rutas

source: Include Path Regex
es: Incluir rutas con las expresiones regulares

source: Exclude Path
es: Excluir ruta

source: Exclude Path Regex
es: Excluir rutas de la expresión regular

source: Include Content
es: Incluir Contenido

source: Include Content Regex
es: Incluir el contenido de la expresión regular

source: Exclude Content
es: Excluir contenido

source: Exclude Content Regex
es: Excluir contenido de la expresión regular

source: Path Mode
es: Modo de Ruta

source: Files, non Recursive
es: Ficheros, no recursivo

source: Recursive Files
es: Ficheros recursivos

source: Nature Items
es: Elementos de Naturaleza

source: Dir Mode
es: Modo directorio

source: Files only
es: Sólo ficheros

source: Files and Directories
es: Ficheros y directorios

source: Only Directories
es: Sólo directorios

source: Return relative paths?
es: ¿Devolver rutas relativas?

source: Exclude Paths
es: Excluir rutas

source: Move to new sha if branch exists?
es: ¿Mover a un nuevo SHA si existe la rama?

source: Sha or Ref
es: SHA o Ref.

source: Branch Name
es: Nombre de la rama

source: If last trap action
es: If última acción capturada

source: Job Last Trap Action
es: Última acción Capturada en el pase

source: Cut Path
es: Ruta cortada

source: Ignore case
es: Ignorar mayúsculas

source: Numeric
es: Numérico

source: Stash Variable
es: Variable de Stash

source: Remove
es: Eliminar

source: Condition
es: Condición

source: Add condition
es: Añadir condición

source: Remote Path
es: Ruta remota

source: Commit Items?
es: ¿Hacer un Commit de los elementos?

source: Send notification
es: Enviar notificacion

source: TO
es: A

source: Attachment path
es: Ruta del adjunto

source: *Note: Maximum size %1 MB
es: *Nota: Tamaño máximo %1 MB

source: Output filename
es: Nombre del fichero

source: File Encoding
es: Codificación del Fichero

source: Fail Mode
es: Modo de Fallo

source: Skip if no matches
es: Ignorar si no hay coincidencia

source: Warning if no match
es: Advertencia si no hay coincidencia

source: Fail if no match
es: Fallo si no hay coincidencia

source: Parsers
es: Parseadores

source: Don't Fail On Timeout
es: No falla en tiempo de espera

source: Reason
es: Motivo

source: Flatten before insertion?
es: ¿Aplanar antes de insertar?

source: Keep values unique?
es: ¿Mantenere los valores únicos?

source: Remove Files
es: Eliminar Ficheros

source: Asset mids
es: Mids ficheros

source: Remove by
es: Eliminar por

source: Existing Tags
es: Etiquetas existentes

source: Don't replace existing tags
es: No reemplazar etiquetas existentes

source: Reset all tags
es: Reinicializar todas las etiquetas

source: Commit or Ref
es: Commit o Ref

source: Errors
es: Errores

source: Method
es: Método

source: Accept any server certificate
es: Aceptar cualquier certificado

source: Automatically parse response
es: Parsear la respuesta automáticamente

source: Form Arguments
es: Argumentos formales

source: Headers
es: Cabeceras

source: Local Path
es: Ruta Local

source: Attempts
es: Intentos

source: Pause (s)
es: Pausa (s)

source: Rule To Be Invoked
es: Regla a ser invocada

source: Return Codes
es: Código devuelto

source: Warn
es: Advertir

source: Output Files
es: Ficheros de salida

source: Output or log files generated by this command
es: Salida o ficheros de log generados por este comando

source: Home Directory
es: Directorio Home

source: Run Remote Script
es: Ejecutar un script remoto

source: Command
es: Comando

source: Slurp
es: Poner fichero en memoria

source: Items Mode
es: Modo de elementos

source: Output Dir
es: Directorio de la salida

source: Suffix
es: Sufijo

source: Patterns
es: Patrones

source: Patterns Regex
es: Patrones de expresiones regulares

source: Includes
es: Incluye

source: Include Regex
es: Incluye expresiones regulares

source: Excludes
es: Excuye

source: Exclude Regex
es: Excluye expresiones regulares

source: Recursive
es: Recursivo

source: Anchor Path
es: Ruta del anclaje

source: Local Mode
es: Modo Local

source: Local Files
es: Ficheros Locales

source: Relative Path
es: Ruta Relativa

source: File Only, no Path
es: Sólo ficheros, no rutas

source: Keep Relative Path from job directory
es: Mantener la ruta relativa desde el directorio de trabajo

source: Specify Anchor Path
es: Especificar la ruta de anclaje

source: Backup Mode
es: Modo copia de seguridad

source: No Backup
es: No copia de seguridad

source: Backup Existing Files
es: Copia de seguridad de archivos existentes

source: Backup Existing Files or Fail
es: Copia de seguridad de archivos existentes. Falla si no es posible

source: Rollback Mode
es: Modo Marcha atrás

source: No Rollback
es: No marcha atrás

source: Rollback from local files if exist
es: Marcha atrás de los archivos locales si existe

source: Must Rollback from local files
es: Debe hacer marcha atrás de los archivos locales

source: Exist Mode Local
es: Existe Modo Local

source: Skip if no files were found
es: Ignorar si los ficheros no existen

source: Fail if no files were found
es: Fallar si los ficheros no existen

source: Exist Mode Remote
es: Existe Modo Remoto

source: Skip, if file already sent by any task in job chain
es: Ignorar, si el fichero ha sido mandado por cualquier tarea en la cadena de pase

source: Reship, even file has already been shipped to node
es: Reenviar, incluso si el fichero ha sido ya enviado al nodo

source: Max Transfer Chunk Size
es: Tamaño máximo de fragmento

source: Copy File Attributes
es: Copiar Atributos de Fichero

source: Filename
es: Nombre de fichero

source: title
es: Título

source: Local Dir
es: Directorio local

source: Tar File Path
es: Ruta del fichero Tar

source: Engine
es: Motor

source: Mason
es: Masón

source: Template Toolkit
es: Herramientas de la plantilla

source: Template Stash Var
es: Variables Stash de la Plantilla

source: Input File
es: Fichero de entrada

source: Output File
es: Fichero de salida

source: Encoding
es: Codificación

source: Topic data. Type id_field in Key and string or variable (${variable}) in Value
es: Datos del tópico. Escribir el id_field en Clave y el string o variable (${variable}) en Valor

source: Old Statuses
es: Estados antiguos

source: New Status
es: Nuevo Estado

source: Load User
es: Cargar Usuario

source: Mid only?
es: ¿Sólo mid?

source: Variables to check
es: Variables a comprobar

source: fail
es: error

source: warn
es: advertencia

source: silent
es: silencio

source: restart
es: reiniciar

source: stop
es: detener

source: IF INPUT MATCH...
es: SI COINCIDE ENTRADA

source: Deployment Type
es: Tipo de Despliegue

source: SET TOPIC STATUS TO...
es: PONER ESTADO DEL TÓPICO A

source: Select Topic Categories
es: Seleccionar Categorías de Tópicos

source: IF INPUT MATCH THESE...
es: SI ENTRADA COINCIDE CON

source: THEN SET TOPIC STATUS TO...
es: ENTONCES PONER EL ESTADO DEL TÓPICO A

source: Input Type
es: Tipo de Entrada

source: Write local file
es: Escribir en fichero local

source: Log Body
es: Log del cuerpo

source: Don't print body to log
es: No imprimir el cuerpo en el log

source: Print body in log
es: Imprimir el cuerpo en el log

source: Template Var
es: Variables de la plantilla

source: Content Encoding
es: Codificación del Contenido

source: Line Endings
es: Los finales de línea

source: Topic Report
es: Informe de Tópicos

source: %1 of %2 total rows
es: %1 de %2 filas totales

source: AND?
es: ¿Y?
